[
  {
    "title": "o calmante",
    "category": "Curtas",
    "joke": [
      "era uma ves uma farmacia tinha um dono chamado luis e seu filho joão uma ves o seu luis teve que sair por 10 minutos e então disse ao joão:",
      "joão vc fica aqu cuidando da farmacia aqui pra mim e lebrace não de medicação pra ninguem esta bem",
      "ta",
      "então o seu luis sai e chega um cara todo ruim e dis ao joão sera que vc pode me dar um remedio bem forte pra diarreia?",
      "então joão dis:",
      "posso sim",
      "e então pegou um remedio bem colorido sem saber o que era e deu pro cara e depois seu luis chega e dis esta tudo bem?vc não deu remédio pra ninguem não é?",
      "esta td bem mas chegou um cara bem ruim e eu dei esse remedio aqui ó",
      "vc ta maluco esse é um calmante muito forte!vai la na rua e procura o coitado!!",
      "e então ele foi e achou o cara deitado no meio da rua e então pergunta",
      "esta td bem meu senhor vc esta tdo gagado",
      "olha eu posso ta todo cagado mas to tranquilo tranquilo"
    ]
  },
  {
    "title": "Enigma Policial",
    "category": "Charadas",
    "joke": [
      "Tendo chegado ao conhecimento do Delegado da Delegacia",
      "de Homicídios a notícia de um crime, instaurouse o",
      "devido inquérito policial. Apurouse, no decorrer do",
      "processo de investigação, a existência de uma",
      "testemunha que havia presenciado os fatos. Argüida",
      "pelo Delegado, a testemunha levouo ao suspeito. Lá",
      "chegando, o Delegado deparouse com um problema grave:",
      "o suspeito tinha um irmão gêmeo, idêntico. Portanto, a",
      "testemunha não conseguiu apontar o autor do fato",
      "delituoso. Na dúvida, o delegado prendeu os dois",
      "irmãos.",
      "Após 30 dias de prisão um dos dois irmãos tinha",
      "engordado quase quinze quilos, enquanto o outro",
      "permaneceu com o mesmo peso de quando fora preso.",
      "Analisando pormenorizadamente os fatos e os",
      "acontecimentos, o delegado concluiu a autoria do",
      "crime:",
      "Liberou o gêmeo gordo e indiciou o outro.",
      "P: Qual o fundamento tático e jurídico para a",
      "liberação de um e para o indiciamento do outro?",
      "R: Simples. O que não mata, engorda."
    ]
  },
  {
    "title": "VINGANÇA DO PORTUGUÊS",
    "category": "Português",
    "joke": [
      "A filha do português chegou chorando na casa do pai e falou:",
      "AAI,papai,que desgraça!O Carlinhos me bateu...Ele me deu uma surra,papai!Tô arrasada!",
      "E o português:",
      "Então esse desgraçado teve a coragem de fazere isto pra ti,hein?Ele te bateu?",
      "Dito isso,não é que o seu Manoel encheu a filha de porrada?Ele também deu uma surra na pobre coitada que só vendo!",
      "Tá vendo?Agora estou vingado!Vai lá e diga praquele cretino que ele bateu na minha filha e eu estou vingado,EU BATI NA MULHER DELE!"
    ]
  },
  {
    "title": "O Chorão",
    "category": "Joãozinho",
    "joke": [
      "Na sala a professora falou que iria fazer uma prova e quem tirasse a melhor nota iria dormir na casa dela.",
      "Joãozinho se matou de estudar e tirou a melhor nota.",
      "Na casa dela Joãozinho tava dormindo no chão e ai falou para a professora :",
      " Professora, posso dormir na sua cama?",
      "Ela respondeu que não.",
      "Joaozinho falou:",
      " Então vou chorar.",
      "ela respondeu:",
      " Então venha.",
      "Dai ele perguntou se podia tirar a roupa.",
      "Ela:",
      " Não, Joãozinho!",
      " Então vou chorar!",
      " Tá bom, pode tirar.",
      " Psora, posso pôr meu dedo no seu umbigo?",
      " Não",
      " Entao vou chorar!",
      " Tá bom!",
      " Ei joaozinho, esse não é o meu umbigo!!",
      " Esse não é o meu dedo também!!"
    ]
  },
  {
    "title": "Diferença",
    "category": "Machistas",
    "joke": [
      "Qual é a diferença entre um caminhão de mulheres e",
      "outro de cobras?",
      "A placa."
    ]
  },
  {
    "title": "O primeiro japa burro",
    "category": "Japonês",
    "joke": [
      "Um japa conseguiu levar uma loiraça pra cama. Mas antes de transar ele começou a colocar a camisinha na cabeça de cima. Então a gostosa da loira disse:  O japonês burro, a camisinha é pra colocar na cabeça de baixo!!!",
      "Então o japa responde:  Burra é você, to apenas laceando!!!"
    ]
  },
  {
    "title": "futebol no ceu",
    "category": "Futebol",
    "joke": [
      "era uma ves dois amigo um estava prestes a morrer entao o outro disse.",
      "quando voce chegar no ceu veja se la tem futebol e me diga atravez de um sonho.",
      "tres dias depois ele morreu.e veio em sonho e disse.",
      "tenho uma noticia boa e uma ruim.",
      "qual e a boa.",
      "tem futebol no ceu.",
      "e a ruim.",
      "voce foi escalado para a ala esquerda semana que vem."
    ]
  },
  {
    "title": "Dois Mentirosos",
    "category": "Loucos",
    "joke": [
      "Dois mentirosos sentados em uma calçada começam a se gabar:",
      "_ Está vendo aquele mosquito no alto daquele prédio?",
      "_ Qual ... ?",
      "_ Esse prédio Azul.",
      "_ Não estou falando do prédio, estou falando se o msquito macho ou a fêmea."
    ]
  },
  {
    "title": "O PAPAGAIO E OS ARGENTINOS",
    "category": "Papagaios",
    "joke": [
      "E o padre da igreja já estava ficando louco com seu papagaio. Toda vez que havia um jogo do Brasil contra a Argentina na Tv, o Papagaio não perdoava:",
      "Argentinos, filhos da P....., argentinos, filhos da P.......!!!!!!",
      "Ate que um dia soube que um dos frequentadores da igreja, um argentino, estava de volta pra sua terra. E ai o chamou:",
      "Juan, sei que está de ida pra sua terra e ficará por lá por um ano. Gostaria que me levase junto esse papagaio pra ver se muda seu vocabulario pois não respeita seus compatriotas e talvez ele mude por lá. Voces são nossos irmaos e ele não entende isso.",
      "Um ano depois o argentino volta e dá as boas novas pro padre:",
      "Padre, consegui o que queria. Levei ele a varios jogos nos estadios e nem um pio. Assistiu a varios jogos da minha seleçao na Tv na casa da minha familia e nada. Sucesso absoluto.",
      "Tempos depois, o padre não vendo a hora pra fazer o teste, liga a Tv em novo jogo do Brasil contra a Argentina. E o papagaio vendo a situaçao, não se aguenta. Olha pro lado, olha pra direita, olha pra esquerda e finalmente enche o peito e solta o verbo num grito arrepiante:",
      "Porteños, hijos de P...., Porteños, hijos de P....!!!!!!!!!"
    ]
  },
  {
    "title": "Mãe e filha",
    "category": "Variadas",
    "joke": [
      "Estava a mãe e a filha passeando após ao meio dia",
      "quando derrepente a filha pára no ponto de táxi e",
      "começa a vomitar, passa por alí um senhor, olha para a garota vomitando, e curioso pergunta:",
      "FOI COMIDA?",
      "E a mãe da garota responde:",
      "FOI, MAIS VAI CASAR."
    ]
  },
  {
    "title": "Cumulo",
    "category": "Cúmulos",
    "joke": [
      "Qual o cumulo dos cumulos?",
      "R: o mudo dizer pro surdo que o cego viu um aleijado andando de bicicleta"
    ]
  },
  {
    "title": "quebra-cabeça",
    "category": "Loiras",
    "joke": [
      "porque a loira ficou tão feliz quando ela terminou",
      "de montar aquele quebracabeça em Apenas 6 mezes?",
      "R:Porque na caixa estava escrito:\"de 2 a 4 anos\"."
    ]
  },
  {
    "title": "boa troca",
    "category": "Bêbados",
    "joke": [
      "O bebado chegou no boteco com aquela vontade de tomar mais uma, mais sem dinheiro, ficou olhando para o balcao onde viu a estufa cheia de pastel, pensou rapido e foi logo entrando pedindo:",
      " O companheiro me de um pastel.",
      "O balconista o atendeu conforme pedido, mais derrepente o bebado retrocou:",
      " troca esse pastel por uma pinga.",
      "Novamente o balconista o atendeu. O cachaça nao pensou e mandou a branquinha virando numa so golada e foi logo saindo, foi quando o balconista o chamou:",
      " Meu amigo nao vai pagar a pinga?",
      "O bebado:",
      " Eu nao, voce nao viu que troquei pelo patel?",
      "O balconista:",
      " Entao pague o pastel?",
      "O bebado finalizou.",
      " Ta maluco, como vou pagar se nao comi?"
    ]
  },
  {
    "title": "Tchummmm!!!",
    "category": "Variadas",
    "joke": [
      "Um homem comprou uma nova casa em uma cidade,",
      "então encontrou pessoas gritando:",
      "Queremos o tchum,queremos o tchum!",
      "Então esse homem perguntou ao guarda:",
      "O que ta acontecendo?",
      "e o guarda:",
      "Está havendo uma festa do tchum.quem quiser participer precisa vestir uma ropa de banho.",
      "e o homem:",
      "Oba!Vou participar.Vou vestir.",
      "Depois que ele se vestiu ele ouviu:",
      "Queremos o tchum,queremos o tchum!",
      "Queremos o tchum,queremos o tchum!",
      "Queremos o tchum,queremos o tchum!",
      "Então em uma casa abriu uma porta e sairam mulheres cantando:",
      "Tchum,tchum!",
      "E abriu mais uma porta:",
      "Tchum,tchum!",
      "Então abriu uma porta no meio e saiu um cara vestido de vermelho.",
      "Vocês querem o Tchum???",
      "SSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSS",
      "IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII",
      "MMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMM",
      "Então o homem pegou o bastão e jogou o bastão na piscina e:",
      "TCHUMMMMMMMMMMMMM.......!!!"
    ]
  },
  {
    "title": "O filme",
    "category": "Nome do Filme",
    "joke": [
      "Um homem queria muito assistir a um filme, mas era o último dia que ele estava em cartaz e todos os ingressos haviam se esgotado.Ele, com raiva, se lembrou de que havia um banheiro e, se ele subisse na privada, conseguiria assistir ao filme por uma janela: e assim ele fez.Qual é o nome do filme???",
      "R.:Ví da privada"
    ]
  },
  {
    "title": "NO AVIÃO",
    "category": "Charadas",
    "joke": [
      "P:Oque é um pontinho preto dentro de um avião?",
      "r:é uma aeroMOSCA"
    ]
  },
  {
    "title": "A lâmpada",
    "category": "Português",
    "joke": [
      "Estavam juntos no deserto uma brasileiro, um",
      "americano e um português.Estavam conm sorte e",
      "encontraram uma lâmpada mágica. Esfregaramna e:",
      "Boa tarde senhores, sou o gênio da lampada, hoje",
      "estou de muito bom humor, porisso vou fazer uma",
      "brincadeira com vocês. Estão vendo aquela",
      "primeira pedra ali? Então vcs pulam ela, falam",
      "o que desejam e cairão em uma piscina cheia do",
      "que pedirem.",
      "Então foi primeiro o americano.",
      " Dólares! E caiu em uma piscina e dólares.",
      "Depois foi o brasileiro.",
      " Mulheres! E caiu em uma piscina cheia de mulher.",
      "Na vez do português durante o percurso ele acabou",
      "tropeçando na pedra, e então gritou:",
      "Merda!!!"
    ]
  },
  {
    "title": "Fazendo 69",
    "category": "Português",
    "joke": [
      "O brasileiro chegou pro português e falou:",
      "Pô,portuga ontem foi a melhor noite da minha vida!",
      "E o português português perguntou:",
      "Ara!Porrquê,ora pois?",
      "Ontem eu fiz um sexo com minha melher...mas foi de matar!",
      "Eu fiz o seguinte,eu tava,transando com minha mulher,aí eu tirei uma arma do bolso,e PÁ atirei pra cima!Com o susto ela foi \"mó\"pra frente e eu gozei pra caraaaaalho portuga!",
      "E o português falou:",
      "Vou tentaires isso hoje também,ó pá!Aí então a gente se encontra amanhã de novo,combinado?",
      "Combinado.",
      "No dia Seguinte...",
      "O brasileiro se encontrou com o portuga e perguntou:",
      "Então véio,como foi?",
      "E o português nervoso falou:",
      "Foi uma mierda Ó PÁ!Eu estava a fazeires 69 com minha mulher,aí eu fiz o que você falou:tirei a arma do bolso e atirei!Com o susto ela mordeu meu pinto,cagô na minha cara e ainda saiu um cara do armário gritando \"NÃO ME MATE POR FAVOR!\""
    ]
  },
  {
    "title": "no onibus",
    "category": "Bêbados",
    "joke": [
      "o bebado entra no onibus lotado e fala:",
      " quem ta sentado na fileira do motorista é tudo corno e quem ta sentado na fileira do cobrador é tudo viado!!",
      "então o motorista dá uma freiada forte e todos os passageiros caem no chão e o motorista pergunta:",
      " quem é corno e quem é viado aqui?",
      "e o bebado responde:",
      " agora eu num sei que tá tudo misturado!!"
    ]
  },
  {
    "title": "portuga rico",
    "category": "Português",
    "joke": [
      "Joaquim um homem rico que possuia varias padarias resolveu fazer uma aposta com sua mulher :propos a sua mulher se ela adivinhar quantas padarias ele tinha ele casaria com ela",
      "_Mulher se vc adivinhar quantas padarias eu tenho eu te dou uma e fico com a outra ."
    ]
  },
  {
    "title": "a guerra",
    "category": "Curtas",
    "joke": [
      "o cara estava reclamando da vida com o amigo quando o amigo disse : na guerra é pior com um monte de tanque não pode lavar roupa , um tanto de bala passando não pode chupar nenhuma"
    ]
  },
  {
    "title": "velhinho esperto",
    "category": "Idosos",
    "joke": [
      "tinha um velhinho que estava doidinho pra ver uns peitos de alguma garota jovem!!!!!",
      "aí um dia ele estava passeando na rua e de repente apareceu uma garota com uns peitões bem grandões!!!!",
      "aí ele diz pra garota: psiu ei garota te dou 300 reais pra vc deixar eu pegar nos seus peitos!!",
      "a garota disse não.",
      "ele tentou de novo garota te dou 400 aí ela ignorou de novo.",
      "ele tentou pela ultima vez e falou assim pra ela te dou 800 hein? aí ela falou pensando bem agora sim eu vou!!!!",
      "aí lá foi os dois pro motel quando chegou no motel ele começou a pegar nos peitos dela e começou a gemer muito mais muito mesmo.",
      "a garota pergunta ao velho pq o senhor esta gemendo tanto?.",
      "e ele responde é pq eu quero saber como é que eu vou fazer pra te arranjar esse dinheiro pra te pagar!!!!"
    ]
  },
  {
    "title": "o teste...",
    "category": "Gagos",
    "joke": [
      "dia de teste na radio de uma cidade do interior, entra na sala um rapaz destinto de boa aparencia e ao ser perguntado pelo entrevistador: como voce se chama, qual e o seu nome ?  meu nome e :jo jo ao ao da da sil sil va. o entrevistador fica louco e pergunta: como o sr, vem fazer um teste de locultor na radio e gago desse jeito ??  joao responde : eu nao sou gago nao, gago era o meu pai, foi o infeliz do escrivao que escreceu meu nome assim.."
    ]
  },
  {
    "title": "Dor de barriga no trem",
    "category": "Caipiras",
    "joke": [
      "Um Homem estava no trem derrepente ele sentiu uma tremenda dor de barriga, indo ao banheiro que estava ocupado e tinha uma fila de 15 pessoas, ele não aguentanto mais foi até a janela do trem",
      "colocou a bunda na janela cagou ali mesmo passando por uma roça que tinha um casal de caipiras que vendo aquilo disse: veja Maria que cara gozada tem aquele home, isso num é nada zé gozado é o charuto que ele ta fumano."
    ]
  },
  {
    "title": "Blitz",
    "category": "Português",
    "joke": [
      "O português viajava pela estrada com sua família, numa Besta, quando, por excesso de velodcidade, foi parado pelo guarda:",
      " Muito bem, espertinho, posso ver os documentos da besta?",
      "O português então pegou e:",
      " Estão aqui, seu guarda... entregando os seus documentos pessoais.",
      "O policial olhou e:",
      " Não, não! Eu quero ver os documentos de perua!",
      "Então o português virase para sua mulher e diz:",
      " Querida, então é com você!"
    ]
  },
  {
    "title": "Nome do filme",
    "category": "Nome do Filme",
    "joke": [
      "Do homem que foi ao cinema e sentou no mentex?",
      "\" O homem do cu mentado\""
    ]
  },
  {
    "title": "Joãozinho Aeromoço",
    "category": "Joãozinho",
    "joke": [
      "Um dia joãozinho estava fazendo uma lição sobre o q é avião",
      "não sabia de nada então perguntou para o pai (q estva assistindo TV):",
      "Pai o que é aquele negocio que fica voando lá no céu?",
      "O pai assistindo TV responde:",
      "Porra técnico faz uma alteração",
      "E joãozinho anotou porra",
      "Pai quem são aqueles que ficam dentro da porra?",
      "Filha da puta de juiz não foi falta",
      "E Joãozinho anotou Filha da puta",
      "Pai o que é aquilo que os Filhas da puta ficam amarrados?(que era o cinto)",
      "pinto técnico faz algo neste time",
      "E anotou pinto",
      "Passaramse alguns anos e Joãozinho virou aeromoço e disse ao passageiros:",
      "Senhores filhas da puta aperte seus pintos que essa porra ira voar."
    ]
  },
  {
    "title": "Casca de Banana",
    "category": "Loiras",
    "joke": [
      "O que a loira pensa quando vê uma casca de banana lá na frente?",
      "R: Ah não!! vou ter que cair de novo!!"
    ]
  },
  {
    "title": "Tres loiras na escola",
    "category": "Loiras",
    "joke": [
      "Estavam tres loiras na escola.",
      "Angélica,Xuxa e Sheila Melo.",
      "O professor vira para Angélica e diz para ela dizer um verbo ela diz:",
      "_Prástico",
      "O professor:Não isso Não é verbo.",
      "Xuxa diga um verbo:Bicicreta",
      "Não isso tambem nao é verbo.",
      "Sheila Melo diga um verbo:Hospedar",
      "O professor:até que enfim alguem me compreendeu,agora faça uma frase com esse verbo:",
      "E Sheila:",
      "_Hospedar da bicicreta é de prastico!!!"
    ]
  },
  {
    "title": "Carioca esperto",
    "category": "Português",
    "joke": [
      "Um português que tinha acabado de se mudar para o Rio de Janeiro, abriu um bar, já sabendo da fama de espertos dos cariocas.",
      "No 1º dia de funcionamento do bar, já com alguns fregueses bebendo e conversando, chega um carioca muito simpático cumprimentando todos e diz ao português:",
      " E aí português, tudo bem com vc e com a sua família ?",
      "então o português:",
      " tudo bem... em que posso ajudar ?",
      " coloca uma pinguinha para mim... põe uma também pra aquele, pra este, pro outro (apontando com o dedo) e põe uma pra vc também.",
      "o português gostou da atitudo do carioca e fez o que ele disse e também tomou a pinguinha por conta do freguês. Eis que o carioca tomou a sua e saiu sem dar satisfações. O português achou o comportamento meio estranho, mas como o cara era legal ele pensou que ele voltaria e acertaria a conta no outro dia.",
      "No dia seguinte, dito e feito, apareceu novamente o carioca:",
      " e aí português tudo bem com vc e com a sua família ?",
      "O português respondeu já esperando que o sujeito acertasse a conta anterior, quando o carioca disse:",
      " Ô português... põe uma pinguinha pra mim, pra ele, pra aquele, pra aquele outro ali... e põe uma pra vc também.",
      "O português novamente obedeceu e tomou a sua pinguinha. Alguns instantes depois, o carioca sai outra vez sem dar satisfações, então o português perdeu a paciência e planejou o seguinte: \"vou deixar um cacete embaixo do balcão, quando aquele sujeito voltar aqui amanhã, assim que estiver saindo, eu vou descer o cacete nele\".",
      "No dia seguinte, o carioca apareceu:",
      " E aí português... beleza ?",
      "O português respondeu e esperou a mesma coisa:",
      " Ô português... põe uma pinguinha pra mim, pra ele, pra aquele, pra aquele outro ali... e põe uma pra vc também.",
      "O português novamente obedeceu e tomou a sua pinguinha. Alguns instantes depois, o carioca ia saindo quando o português pegou o cacete, pulou o balcão e moeu o carioca de tanta pancada... espirrava sangue por todo lado. Uma coisa horrível !",
      "Depois disto, o português voltou aliviado para trás do balcão e continuou o seu serviço.",
      "No dia seguinte, aparece o carioca todo cheio de curativos, ematomas, mancando e diz:",
      " E aí português... beleza ?",
      "Antes que o português respondesse, o carioca continuou:",
      " Ô português, faz favor... põe uma pinguinha pra mim, pra ele, pra aquele, pra aquele outro ali... mas pra vc não, porquê quando vc bebe vc fica muito nervoso !!"
    ]
  },
  {
    "title": "Filosofia de porta de banheiro",
    "category": "Humor",
    "joke": [
      "Existem três (4) tipos de pessoas: as que sabem contar e as que não sabem.",
      "\"Nietzsche está morto\" Ass: Deus",
      "Cagar é uma arte em estilo barroco.",
      "Herrar é umano [sic].",
      "Em terra de cego quem tem um olho é caolho.",
      "Sabe o que o peixe faz? Nada.",
      "Por que dizemos que vamos fazer cocô se o cocô já está pronto?",
      "O PEIDO É O GRITO DE LIBERDADE DA MERDA OPRIMIDA.",
      "Nunca desista do sonho. Se você não encontrou aqui, vai na próxima padaria.",
      "Vuvuzela é que nem punheta: Só é divertido pra quem toca.",
      "Comer carne de soja como se fosse carne de verdade é como comer um traveco como se fosse uma mulher.",
      "Protesto feminino contra o homossexualismo masculino: Nós também temos cu!",
      "Com a nova lei ortográfica, lembremse: Jamais trema em cima da linguiça!",
      "Não dê risada de tudo, pois quem acha tudo gozado é faxineira de motel.",
      "AS MULHERES SÃO COMO O VINHO, COM O PASSAR DOS ANOS, UMAS SE TORNAM AINDA MAIS DOCES, OUTRAS, AZEDAM.",
      "AS QUE AZEDAM É POR FALTA DE “ROLHA”!",
      "“PASSADO DE MULHER É IGUAL A COZINHA DE RESTAURANTE: MELHOR NÃO CONHECER SENÃO VOCÊ NÃO COME.”",
      "” EM DIA DE TEMPESTADES E TROVOADAS O LOCAL MAIS SEGURO É PERTO DA SOGRA, POIS NÃO HÁ RAIO QUE A PARTA.”"
    ]
  },
  {
    "title": "O Tombo",
    "category": "Joãozinho",
    "joke": [
      "A professora logo na entrada da sala de aula leva um tombo enorme, e todos, na sala começam a rir.",
      "Ela, enfurecida, pergunta:",
      " Luizinho, o que você viu?",
      " Ah, eu vi seu tornozelo, professora...",
      " Um dia de suspensão!",
      " Você, Zezinho, o que você viu?",
      " Eu vi seu joelho, professora...",
      " Uma semana de suspensão!",
      " Você, Marcelinho, o que você viu?",
      " Ah professora... eu vi suas coxas.",
      " Um mês de suspensão!",
      " E, você, Joãozinho, pode me responder o que você",
      "viu?",
      " Tchau, professora, até o ano que vem..."
    ]
  },
  {
    "title": "o bebado e o policial",
    "category": "Bêbados",
    "joke": [
      "dois bebados acabara de sair deum boteco, e umestava com uma grande vontade de mijar, e nisso o bebado ver um policial e confunde com um poste e fala para o outro bebado, compadre eu vou dar uma mijada naquele poste. quando ele baixa as calças e começa a mijar nas botas do policial o mesmo arranca um caçetete e bate no pênis do bebado nisso la vem o bebado quase chorando com a mão no seu aparelho.Quando ele chega perto do seu amigo ,o outro lhesfala compadre agora quem vai mijar e eu ;eele responde compadre nnão vai naquele poste alí não que ele ta dando choque."
    ]
  },
  {
    "title": "a galinha",
    "category": "Variadas",
    "joke": [
      "p; porque a galinha atravessou a rua? r; pra chegar do outro lado"
    ]
  },
  {
    "title": "Adivinhe 2",
    "category": "Charadas",
    "joke": [
      "P: O que um professor de biologia careca disse para outro professor de biologia careca???",
      "R: LISOSSOMOS."
    ]
  },
  {
    "title": "Tomates",
    "category": "Curtas",
    "joke": [
      "Dois tomatinhos atravessando a rua:",
      " Olha o carro !!!! PLOFT",
      " Onde? PLOFT"
    ]
  },
  {
    "title": "português e o bigode",
    "category": "Português",
    "joke": [
      "Sabe porque os portugueses gostam de usar bigode?",
      "É para ficar mais parecidinho com a mamãe, ó pá!"
    ]
  },
  {
    "title": "Enjôo da sogra",
    "category": "Sogras",
    "joke": [
      "A sogra chegou à casa do genro e alegregemente disse:",
      " \"vim aqui e só voume embora quando você enjoar de mim\".",
      "Respondeulhe o genro rapidamente:",
      " \"Não vai tomar nem um cafezinho?\"."
    ]
  },
  {
    "title": "Burrice",
    "category": "Cúmulos",
    "joke": [
      "P:Qual é o cúmulo da burrice?",
      "R:Levar uma mulher gostosa atrás da moita e comer a moita."
    ]
  },
  {
    "title": "Um novo Buraco",
    "category": "Japonês",
    "joke": [
      "O japonês foi ao bordel pela primeira vez.",
      "Chegando lá, pediu ao recepcionista, uma mulhe novinha.",
      "o japonês pagou com uma nota novinha.",
      "Ao receber o troco velho do recepcionista, reclamou..",
      " Japonês é novo aqui, escolheu mulher nova, quer troco novo.",
      "Ao entrar no quarto com a mulher nem disse oi, já foi logo pro vamos lá..",
      "Colocou o palzinho no Umbigo da moça e começou ir e voltar, ao que a moça diz:",
      " Japonês ! Buraco mais embaixo !!!",
      "e ele  Japonês é novo aqui, pagou com nota nova, escolheu mulher nova, quer fazer buraco novo ."
    ]
  },
  {
    "title": "Freira Santista",
    "category": "Futebol",
    "joke": [
      "Uma freira faz sinal para um táxi parar. Ela entra e o taxista não pára de olhar para ela:",
      " Por que você me olha assim?",
      "Ele explica:",
      " Tenho uma coisa para lhe pedir, mas não quero que fique ofendida...",
      "Ela responde:",
      " Meu filho, sou freira há muito tempo e já vi e ouvi de tudo. Com certeza não há nada que você possa me dizer ou pedir que eu ache ofensivo.",
      " Sabe, é que eu sempre tive na cabeça uma fantasia de ser beijado na boca por uma freira...",
      "A freira:",
      " Bem, vamos ver o que é que eu posso fazer por você: primeiro, você tem que ser solteiro, Santista e também católico.",
      "O taxista fica entusiasmado:",
      " Sim, sou solteiro, Santista desde criancinha e até sou católico também!",
      "A freira olha pela janela do táxi e diz:",
      " Então, pare o carro ali na próxima travessa.",
      "O carro pára na travessa e a freira satisfaz a velha fantasia do taxista com um belo beijo na boca.",
      "Mas, quando continuam para o destino, o taxista começa a chorar:",
      " Meu filho  diz a freira  Porque é que está chorando?",
      " Perdoeme Irmã, mas confesso que menti: sou casado, Corinthiano e sou evangélico.",
      "A freira confortao:",
      " Deixa pra lá. Estou a caminho de uma festa à fantasia , me chamo Edmilson e torço pro São Paulo!"
    ]
  },
  {
    "title": "No Açougue",
    "category": "Futebol",
    "joke": [
      "Num badalado e gigantesco açougue de São",
      "Paulo, chega, de repente, uma exuberante Ferrari",
      "Branca e dela sai um santista (fardado com um",
      "belo agasalho do Santos) que chega para o",
      "açougueiro e diz:",
      " O Sr. tem filé mignon?",
      " Tenho sim  responde o açougueiro.",
      " Corte para mim dez peças.  diz o",
      "santista, pagando imediatamente com notas de",
      "100 dólares,",
      "saindo logo após.",
      "Passados 10 minutos, chega uma BMW série 800,",
      "verde, e dela sai um torcedor do Palmeiras, que",
      "chega para o açougueiro e diz:",
      " O Sr. tem picanha?",
      " Tenho sim  responde o açougueiro sorridente",
      "pela última venda.",
      " Corte 25 quilos.  O cliente pega e paga com",
      "cartão de crédito Platinum, indo embora logo em",
      "seguida.",
      "Nesta mesma hora, muito feliz pelas vendas,",
      "o açougueiro recebe um torcedor do São Paulo em uma",
      "Mercedes Vermelha, que diz:",
      " O Sr. tem alcatra?",
      " Tenho sim  responde o contente açougueiro.",
      " O Sr. corte 30 quilos, por favor  diz o",
      "sao paulino, que paga a mercadoria com notas de 100",
      "reais, saindo logo após.",
      "De repente, chega um Corcel II, PRETO com",
      "tarja BRANCA no capô e lateral, bem velho e todo",
      "enferrujado, com um adesivo escrito \"CAMPEÃO E",
      "TURBINADO\" numa lateral, outro no párabrisa \"É",
      "NOIS NA FITA, MANO!!\" e, por último, um pegando",
      "o vidro traseiro inteiro \"É DEUS NO CÉU E NÓIS",
      "NO CORCÉU\", de onde sai um brutamontes com a",
      "camiseta e gorrinho de cores PRETO e BRANCO,",
      "do CORINTHIANS, e diz para o açougueiro:",
      " E ai mano, cê tem braço?",
      " Tenho sim  responde o açougueiro.",
      " Então levanta que é um assalto, tá ligado?"
    ]
  },
  {
    "title": "A corrida",
    "category": "Loiras",
    "joke": [
      "P< uma loira e uma morena estava em cima de um predio. quem pulou primeiro.",
      "R< a morena. por que a loira parou para pedir informaçao."
    ]
  },
  {
    "title": "cúmulo da burrice 2",
    "category": "Cúmulos",
    "joke": [
      "Qual o cúmulo da burrice?",
      "R:Jogar par ou ímpar num espelho e só pedir ímpar."
    ]
  },
  {
    "title": "avenida paulista e corintiano",
    "category": "Variadas",
    "joke": [
      "o corintias e que nem a avenida pulista.",
      "comeca no paraiso e termina na consolacao"
    ]
  },
  {
    "title": "Engano",
    "category": "Caipiras",
    "joke": [
      "Um caipira estava em seu sitio assistindo T.V quando chega seu compadre e pergunta:",
      "_Firme cumpadre",
      "O outro responde",
      "_Não futebor"
    ]
  },
  {
    "title": "Amor...",
    "category": "Advogados",
    "joke": [
      "Quantos brasileiros são necessarios para fazerem amor com uma mulher?",
      " 2 (dois) um para ficar com a garota e o outro para mexer com a cama."
    ]
  },
  {
    "title": "O cara que cuida de ursos",
    "category": "Nome do Filme",
    "joke": [
      "Um cara trabalhava em um circo e cuidava dos ursos, depois uns ano tomou uma mordida de um urso e se demitiu.",
      "P:Qual é o nome do filme ?",
      "R:O exursista"
    ]
  },
  {
    "title": "gaucho eletrico",
    "category": "Gaúchos",
    "joke": [
      "O gaucho muito machão estava fazendo amor com uma mulher muito bonita e fogosa. No auge da transa a mulher enfiou um dedo no rabo do gauchão e o mesmo levou um susto danado. O que estás fazendo chê?? A mulher então respondeu: estou dando o terra uai!! Então bote mais dois dedos pois sou trifásico!!!!!"
    ]
  },
  {
    "title": "Batman",
    "category": "Charadas",
    "joke": [
      "O Batman colocou seu battenis, pegou seu batcarro e saiu da batcaverna",
      "p: aonde ele foi?",
      "r: a um batzado"
    ]
  },
  {
    "title": "Gaúcho trifásico",
    "category": "Gaúchos",
    "joke": [
      "O gaúcho estava transando com uma mulher, e naquele envolvimento todo, a guria prepara o dedo indicador e enfia no fiofó do gaúcho!",
      "O gaúcho muito macho gritou:",
      " O que é isso guria!?!",
      "A guria calmamente respondeu:",
      " Isso é energia!",
      "O gauchão empolgado mandou:",
      " Então tu enfias três dedos,tchê, porque sou trifásico tchê!"
    ]
  },
  {
    "title": "cachorro telefonico",
    "category": "Variadas",
    "joke": [
      "O dono do cachorro, um meneiro ensinou o seu cochorro a falar no telefone e entao no trabalho:",
      "ligou para saber se estava tudo bem com sua mulher.",
      "Trrrinnnn!!!",
      " Au, au!",
      " Rex? Esta tudo bem em casa?",
      " Au!",
      " Meus filhos estao bem?",
      " Au, au!",
      " E minha mulher, o que esta fazendo?",
      " Haaaa, haaa, haaaarfh",
      " O que?! E agora o que ela ta fazendo?",
      " Auuuuuuuuuuuuuuu!!!!!!!!!!!!!!"
    ]
  },
  {
    "title": "o padre esperto",
    "category": "Variadas",
    "joke": [
      "o padre esperto",
      "certo dia, um camarada foi pra missa. E na hora de receber a óstia o camarada deixa cair sua bolsa que estava de baixo do braço, com um monte de dinheiro, quem ver cair é o coroinha e o padre,",
      "como o coroinha, foi mais esperto pegou o malote de dinheiro.",
      "O padre doido pelo dinheiro, fazia sinal de positivo para o coroinha e o coroinha também fazia sinal de positivo para o padre.",
      "No final da missa quando o coroinha estava contando o dinheiro, o padre chegou com ele e disse.",
      " E ai meu filho agora vamos repartir o dinheiro.",
      "O coroinha olhou pra ele o disse.",
      " O quê, quem achou o dinheiro foi eu.",
      "O padre respondeu.",
      " Mas meu filho na hora da missa você tava fa zendo sinal de positivo pra min.",
      "O coroinha levantou a voz e disse.",
      " Mas seu padre você acha que dentro da igreja eu iria fazer isso pro senhor ==> ^",
      "| |",
      "( )(macapá,ap)"
    ]
  },
  {
    "title": "tchau",
    "category": "Nome do Filme",
    "joke": [
      "Ao estar saindo, o pai dá tchau para o filho, em seguida o filho também dá tchau para o pai.",
      "p: Qual o nome do filme?",
      "r: tchau pai, tchau filho."
    ]
  },
  {
    "title": "Homenagem Póstuma",
    "category": "Sogras",
    "joke": [
      "A sogra do cara morreu e, como não podia deixar de acontecer, o cara tomou o maior porre. Realmente, chapou o coco! Tava tão bêbado, que na hora da cremação da sogra ele já nem se segurava mais de pé.",
      "Toda a família chorava em volta da urna onde a velha estava depositada, menos o genro. Aí ele, mais do que pra lá de Bagdá, resolveu fazer uma homenagem pra sua \"quase mãe\".",
      "Cambaleando, ele subiu em cima de uma cadeira e com ajuda dos parentes, encheu o peito e mandou ver:",
      "— E (hic), agora pessoal, uma salva (hic), de palmas pro \"Assador\"."
    ]
  },
  {
    "title": "Cumulo da ingnorancia",
    "category": "Cúmulos",
    "joke": [
      "Sabe qualê o cumulo da ignôrancia",
      "R:Morar sozinho e deixar um bilhete dizendo que fugiu de casa"
    ]
  },
  {
    "title": "fechadura.",
    "category": "Papagaios",
    "joke": [
      "certo dia um casal ia se casar,o casal tinha um papagaio muito safado.",
      "No dia em que foram se casar enquanto a noiva se vestia o papagaio dizia:",
      "Eu vi a bunda da noiva,eu vi a bunda da noiva!!!!",
      "O marido, não gostando nada disso disse:",
      "Se você retornar a repitir isso vou cortar sua cabeça.",
      "O papagaio tornou a repetir,o marido pegou e cortou a cabeça do papagaio e jogou no quintal.",
      "Na festa do casamento,a cozinheira cortou a cabeça de alguns frangos que ia preparar para a festa e jogou a cabeça deles tambem là.",
      "o papagaio ainda vivo disse aos frangos:",
      "Vocês tambem viram a bunda da noiva??",
      ":"
    ]
  },
  {
    "title": "o louco no hospital",
    "category": "Loucos",
    "joke": [
      "Em um hospital de loucos, havia um homem , que ficava falando dentro do quarto:",
      " te peguei, agora vou te comer.",
      "O psiquiatra foi solicitado para avaliar o paciente, foi na porta do quarto dele e ouviu:",
      " te peguei, agora vou te comer.",
      "O médico achou estranho e abriu a porta:",
      " te peguei ( a caca de nariz ) e agora vou te comer"
    ]
  },
  {
    "title": "A viuva",
    "category": "Variadas",
    "joke": [
      "A viúva chega ao ginecologista e diz doutor",
      "estou precisando de sexo!",
      "o doutor diz:",
      "compre um vibrador e finja ser seu marido!",
      "a viúva vai ao sexshopping e compra o vibrador.",
      "no dia seguinte a viúva chega ao sexsopping e o vendedor ao notar estava a viúva chorando e ele pergunta:",
      "qual é o seu problema?",
      "e a viúva responde:",
      "fingi ser meu marido, e quebrei todos os meus dentes!"
    ]
  },
  {
    "title": "Argentino e cearense",
    "category": "Argentinos",
    "joke": [
      "Pergunta: Qual o resultado da mistura de argentino e cearense?",
      "Resposta: Um porteiro que se acha dono do prédio"
    ]
  },
  {
    "title": "Algarismos Romanos",
    "category": "Charadas",
    "joke": [
      "P:O que a gente faz todo dia em algarismos romanos?",
      "R:XIXI"
    ]
  },
  {
    "title": "velhinha no supermercado",
    "category": "Idosos",
    "joke": [
      "Uma velhinha foi ao supermercado e colocou a ração de gato mais",
      "cara no carrinho. Então ela foi ao caixa e disse à moça.",
      " Pro meu gatinho, quero a melhor ração !!!!",
      "A moça do caixa disse:",
      " Me desculpe, mas nós não podemos lhe vender a ração de gatos sem provas de que a senhora tenha realmente gatos . Muitos idosos compram ração de gatos pra comer, e a gerência quer provas de que a senhora esteja realmente comprando a ração para seu gato .",
      " A velhinha foi pra casa, pegou o gato e o levou ao supermercado .",
      "Eles então venderam a ração para o gato !!!",
      "No dia seguinte, a velhinha foi ao supermercado novamente e",
      "comprou 12 dos mais caros biscoitos pra cachorro. A caixa novamente pediu provas de que ela realmente tinha um cachorro, explicando que idosos costumavam comer comida de cachorro. Frustada ela foi pra casa e voltou como seu cachorro!!!",
      "No dia seguinte, a velhinha trouxe uma caixa com um buraco na",
      "tampa e pediu pra moça do caixa colocar o dedo no buraco. A caixa disse:",
      " Não, pode ter uma cobra aí dentro.",
      "A velhinha lhe assegurou que não havia nada na caixa que poderia",
      "mordêla.",
      "Então a moça do caixa colocou o dedo no buraco, tirou e disse:",
      "Hmmm... Tem cheiro de merda!!!",
      "A velhinha então sorriu de orelha a orelha:",
      " Agora minha querida, eu posso comprar 3 rolos de papel",
      "higiênico ???"
    ]
  },
  {
    "title": "Cinderela Menstruada",
    "category": "Variadas",
    "joke": [
      "A Cinderela queria ir na festa do príncipe mas",
      "só que ela estava menstruada então a fada madrinha apareceu",
      "para ela e falou:",
      "Você quer que eu transforme a abóbora em uma carruagem",
      "ou em um O.B??? A cinderela então fala que quer em um O.B",
      "Então a fada transforma a abóbora em um O.B e",
      "a Cinderela vai toda feliz para a festa do príncipe.",
      "Ela dança, pula, faz tudo o que tem direito.",
      "Quando o relógio tocou meia noite a Cinderela morreu...",
      "Tadinha"
    ]
  },
  {
    "title": "o alejadinho",
    "category": "Variadas",
    "joke": [
      "Um alajadinho pagou para duas pessoas levar ele num sitio de seu amigo,",
      "entao colocaram ele numa rede e suspenderam com um pedaço de caibro e foram",
      "indo, até que resolveram cortar caminho por uma fazenda qdo estava quase chegando veio",
      "um peao montado em um cavalo gritando que pelo amor de deus que correçem porque estava vindo um",
      "boi que estava arrancando tudo pela frente,os dois caras largaram o alejadinho e subiram numa arvore e chegou o boi e rasgou toda a rede,e os dois la de cima da arvore perguntaram? Será que o alejadinho morreu",
      "de repente ouve uma voz dizendo! que nada olha eu aqui responde o alejadinho mais em cima da ponta da arvore"
    ]
  },
  {
    "title": "A LOIRA",
    "category": "Loiras",
    "joke": [
      "PORQUE A LOIRA LAVOU OS CABELOS COM OS CABELOS SECOS?",
      "RESPOSTA:",
      "PORQUE ELA COMPROU UM SHAMPOO ESCRITO\"PARA CABELOS SECOS\""
    ]
  },
  {
    "title": "O Papagaio na Construção",
    "category": "Papagaios",
    "joke": [
      "O cara tava usando uma britadeira na construção,",
      "derrepente o papagaio aparece emcima do muro e fala\"aí héin de motinho!!!\" e o cara não deu bola e",
      "continuou trabalhando.No outro dia tava o cara lá",
      "com a britadeira e vêm o papagaio denovo e fala",
      "\"aí héin de motinho!!!\" O cara perdeu a paciência",
      "pegou um tijolo e ficou esperando para atirar no papagaio e,o papagaio saiu do outro lado do muro e disse:\"aí héin de radinho de pilha\"."
    ]
  },
  {
    "title": "Qual é o nome do filme ?",
    "category": "Nome do Filme",
    "joke": [
      "Está tendo mó festança dentro da caneta,todos estão dançando... qual nome do filme ?",
      "Independence day (in the pen dance day)"
    ]
  },
  {
    "title": "o deserto",
    "category": "Variadas",
    "joke": [
      "8 crianças estavão perdidas no deserto ai uma falou vamos nos separ para ve se encontra alguma coisa eles procurão e não acharão ai um pegou um livro i falou",
      "tenho uma noticia boa e outra ruim qual vcs queren ouvir primeiro?",
      "a ruim, a ruim é q temos q come areia e a boa é q tem areia de montão"
    ]
  },
  {
    "title": "velório da sogra",
    "category": "Sogras",
    "joke": [
      "João estava trabalhando, quando recebeu um telefo",
      "nema de seu irmão dizendo que sua sogra havia",
      "falecido.",
      "João foi pedir para seu patrão para poder sair mais cedo para ir ao velório de sua sogra, e seu patrão respondeu trabalho é trabalho , diversão é diversão não vamos confundir."
    ]
  },
  {
    "title": "Sogra",
    "category": "Sogras",
    "joke": [
      "Uma Vez U Meu Vizinho Disse Renan Que Cara é Essa??",
      "E Eu Disse è Que Minha Sogra Morreu!!!",
      "E Ele Disse E Porque Você Ta Cheio De Barro E Unhadas??",
      "E Eu Disse: È QUE A Veia Não Quis Entra No Buraco.."
    ]
  },
  {
    "title": "4 pontinhos",
    "category": "Pontinhos",
    "joke": [
      "O que é 4 pontinhos verde em cima de um prédio?",
      "É uma ervilha querendo se suicidar.",
      "e os outros gritando:",
      "Pula!pula!pula!"
    ]
  },
  {
    "title": "aprendendo a comer",
    "category": "Loiras",
    "joke": [
      "o que siguinifica uma loira com a cara toda furada",
      "R: ta a´rendendo a comer de garfo..."
    ]
  },
  {
    "title": "Espertíssimo",
    "category": "Loiras",
    "joke": [
      "Um sujeito entra numa loja de peles com uma loira",
      "espetacular. Ele diz ao vendedor:",
      " Quero que você dê a esta moça a mais linda estola",
      "de pele que você tiver nesta loja.",
      "O vendedor mostra algumas à moça, que acaba se",
      "decidindo por uma.",
      "Discretamente, o vendedor diz ao sujeito:",
      " Esta daqui custa R$ 65.000,00",
      " Sem problema!  diz o homem  Façolhe um cheque já!",
      "O vendedor se desculpa:",
      " O senhor tem que entender que só posso lhe entregar",
      "a estola depois que o cheque for compensado. Como",
      "hoje é sextafeira, terá que ser na segundafeira.",
      " Entendo perfeitamente!  diz o sujeito",
      " Venho pegála na segundafeira!",
      "Na segundafeira o sujeito volta na loja. O vendedor",
      "lhe diz:",
      " Sinto muito, senhor, mas seu cheque voltou por falta",
      "de fundos.",
      " Eu já sabia.  diz o sujeito.",
      " Eu só vim agradecerlhe pelo mais fabuloso fimde",
      "semana de minha vida!"
    ]
  },
  {
    "title": "O bêbado e o garçom",
    "category": "Bêbados",
    "joke": [
      "O cara chega podre de bêbado num bar e pede para o garçom a 1ª dose de uiske antes da briga, a 2ª dose antes da briga, a 3ª dose antes da briga, ja na 5ª dose dose antes da briga o graçom intrigado pergunta, de que briga o senhor esta falando????",
      "O bêbado responde da nossa, eu não tenho nenhum centavo no bolso"
    ]
  },
  {
    "title": "A mãe ensinando o menina o que são as coisas",
    "category": "Humor",
    "joke": [
      "A mãe de Joãozinho estava linpando a casa quando bateu a canela no sofa e disse:",
      "CARALHO!!!",
      "Joãozinho com 4 anos perguntou a mãe o que era caralho.A mãe respondeu que era sofá.",
      "O telefone toca a mãe dele atende.Sua amiga iria á sua casa e a mãe dele disse:",
      "FILHA DA PUTA!",
      "Joãozinho pergunta pra mãe o que é filha da puta.",
      "A mãe responde que é visita.",
      "Ela estava lavando o banheiro e cai no chão e diz:",
      "BUCETA!",
      "E Joãozinho pergunta a mãe o que é buceta.A mãe responde que é banheiro.",
      "A campainha toca,e Joãozinho vai atender, era a visita e ele disse:",
      "Oi filha puta,senta nesse caralho que a minha mãe ta lavando a buceta..."
    ]
  },
  {
    "title": "3 loiras",
    "category": "Loiras",
    "joke": [
      "Eram 3 loiras muito bonitas. Dois homens as viram, e um falou ao outro:",
      "_Vou te provar que essas loiras não são burras. E perguntou a uma delas:",
      "_ Fale um verbo.",
      "Ela disse:",
      "_Prástico.",
      "Ele corrigiu:",
      "_Não se diz \"prástico\", e sim \"plástico\". E isso é um substantivo.",
      "E perguntou o mesmo à segunda loira. Ela respondeu:",
      "_Bicicreta.",
      "Ele corrigiu:",
      "_Não se diz \"bicicreta\", e sim \"bicicleta\". E isso é um substantivo.",
      "Já perdendo a paciência, perguntou à terceira loira. Ela respondeu:",
      "_Hospedar.",
      "Ele disse:",
      "_Finalmente, você acertou. Agora faça uma frase com o que você e suas amigas disseram.",
      "E ela respondeu:",
      "_Hospedar da bicicreta é de prástico."
    ]
  },
  {
    "title": "Pontinho",
    "category": "Pontinhos",
    "joke": [
      "O que é um pontinho preto no pneu de um carro em movimento?",
      "R: Uma pulga fazendo atletismo..."
    ]
  },
  {
    "title": "Lula x Vicentinho",
    "category": "Nome do Filme",
    "joke": [
      "O Lula encontra o Vicentinho com a mulher dele na cama.",
      "Qual o nome do filme?",
      "R: O que e isso, companheiro?"
    ]
  },
  {
    "title": "Foi o gato",
    "category": "Português",
    "joke": [
      "Um ladrão português perguntou para o primo também ladrão como que ele conseguia tanto dinheiro e ele nunca conseguia nada.",
      "O primo então decidiu dar uma \"aula prática\", e os dois foram assaltar uma casa.",
      "Chegando lá eles procuraram e acharam um quadro valiosíssimo, porém o português derrubou um vaso.",
      "O proprietário da casa, que até então estava dormindo, gritou:",
      "Quem tá aí???",
      "O primo experto então respondeu:",
      "Miau",
      "O português gostou da desculpa.",
      "Um mês depois o ladrão português foi asaltar outra casa, chegando lá ele derrubou outro vaso, e de novo o proprieário acordou e perguntou:",
      "Quam tá aí????",
      "O ladrão português lembrou do primo e respondeu:",
      "É o gato!!!!!"
    ]
  },
  {
    "title": "Exterminador de ratos",
    "category": "Português",
    "joke": [
      "O Manoel chega em casa:",
      "Pronto, Maria. Tá aqui a encomenda que você pediu.",
      "Mas Manoel, eu peço pra você me trazer veneno pra ratos e você me traz uma caixa de chá??!!",
      "Ora, Maria, se aqui na caixa está dizendo MATE LEÃO, também deve servir pra matar ratos!"
    ]
  },
  {
    "title": "O médico e o mudinho...",
    "category": "Médicos",
    "joke": [
      "Na frente de um consultório médico estava escrito:",
      "\"Faço mudos falarem, de graça!!!\"",
      "Um mudinho, que passava pela rua,entrou na sala do",
      "médico e escreveu num papel(já q não podia falar)",
      "\"como se faz para falar, doutor?\"",
      "O doutor respondeu com ar de mandão:",
      "\"Abaixa as calças e fica de quatro\"",
      "O mudinho recusou, mas com a insistência do médico",
      "acabou por fazer.",
      "O medico foi la, rancou o bilau pra fora e tchum!",
      "Dentro do roscof do mudo, que gritou:",
      "\"AAAAAAAAA\"",
      "Após o fato, o doutor disse:",
      "\"ótimo, venha amanhã para aprender a letra B!\""
    ]
  },
  {
    "title": "Na escola...",
    "category": "Joãozinho",
    "joke": [
      "A professora falou pra classe:",
      "Amanhã vocês tem que trazer alguma coisa que sirva para medicina.",
      "No dia seguinte, a professora entrou na classe pegou a lista e começou:",
      "Rozinha! O que você trouxe?",
      " Uma seringa.",
      "Quem te deu?",
      " Meu pai.",
      " E o que ele disse?",
      " Que serve pra injetar no paciente.",
      "Excelente! Mariazinha! O que trouxe?",
      " Um esparadrapo",
      " Quem te deu?",
      " Minha tia.",
      " E o que ela disse?",
      " Que serve pra proteger o dodoi do paciente!",
      " Muito bem!",
      "Aí a professora chamou o mais encapetado da turma, que nem na sala tava:",
      " Joãozinho!",
      "Aí a porta se abriu e entrou o Joãozinho feliz.",
      " O que você trouxe?",
      " A psora eu trouxe uma balão de oxigênio, não é lindo???",
      " è, e quem te deu?",
      " minha vó",
      " e o que que ela te disse?",
      " devolve, devolve, dddeeevvooolvve!!!"
    ]
  },
  {
    "title": "cérebro de loira",
    "category": "Loiras",
    "joke": [
      "P Quando que o cérebro de uma loira ficado tamanho de uma ervilha?",
      "R Quando ela morre,porque ele incha!"
    ]
  },
  {
    "title": "A audição da loira",
    "category": "Loiras",
    "joke": [
      "Por que as loiras não ouvem direito?",
      "R:Porque o som não se propaga no vácuo."
    ]
  },
  {
    "title": "Loira Na Loja",
    "category": "Loiras",
    "joke": [
      "LOIRA NA LOJA",
      "Uma loira chega em uma loja de eletrodomésticos e, apontando, pede:",
      " Sr., quero levar aquela televisão. Qual o preço?",
      "O vendedor responde, com jeitinho:",
      " Me desculpe senhora, mas temos um regulamento na loja: não podemos vender para loiras.",
      "Ela sai indignada, xingando a mãe do cara.",
      "No dia seguinte, retorna à loja, com os cabelos pintados de preto e óculos escuros.",
      " Sr., quero comprar aquela televisão.",
      "A resposta é a mesma:",
      " Me desculpe senhora, mas o regulamento da loja não permite que vendemos para loiras.",
      "Pê da vida, mas também espantada pelo fato de ter sido desmascarada, ela pergunta:",
      " Mas como o sr. descobriu que eu sou loira?",
      " Minha senhora... é que aquilo é um microondas... !!"
    ]
  },
  {
    "title": "LOIRA",
    "category": "Curtas",
    "joke": [
      "PORQUE A LOIRA QUANDO CHOVE ELA SOBE NO COQUEIRO?",
      "R PARA VER COMO A AGUA ENTRA NO CÔCO"
    ]
  },
  {
    "title": "sacanagem",
    "category": "Variadas",
    "joke": [
      "Um avião cai no deserto,e tres caras sobrevivem,Um brasileiro,um alemão e um chinês.",
      "Eles veem um castelo e vão até lá,chegou na porta um rapar alegre os recebem e pergunta:",
      "Querem entrar?",
      "O alemão pensa e diz:",
      "Claro,se eu ficar aqui fora vou morrer de fome.E os outros tambem concordam.",
      "O rapaz se aproxima e diz:Tem uma condição,vocês vão ter que cortar o pau,de acordo com a profissão.",
      "eles concordaram.",
      "Cada um entrou em uma sala e foram questionados,qual a sua profissão?",
      "O alemão diz:Carpinteiro.",
      "E cortam o seu pênis com uma serra.",
      "O chinês diz:açougueiro.",
      "Cortam seu pênis com uma faca.",
      "O brasileiro diz:Vendedor de picolé.",
      "O rapaz se assusta e pergunta:",
      "E AGORA?",
      "O brasileiro diz chupe até acabar."
    ]
  },
  {
    "title": "Portugues vizinho do brasileiro",
    "category": "Português",
    "joke": [
      "o portugeus manuel era vizinho de um brasileiro, e o brasileiro acordava todo dia as 5 da matina e ia na janela onde dava de cara com a janela do portugues.e todo dia o brasileiro esperava o portugues acordar abrir a janela. e o brasileiro falava PORTUGUES QUAL O PEIXE TIPICO DE PORTUGAL?",
      "e o portugeus respodia",
      "PIRARUCU!",
      "e o brasileiro respondia:",
      "PREPARA O CU QUE LA VAI MEU PAL!",
      "E todo dia era a msm coisa o portuga muito irritado ja resolve acorda mais cedo que o brasileiro.",
      "entao como de custume o brasileiro abre a janela a 5:00 e la encontra o portuga ja acordado",
      "o portuga grita:",
      "BRASILEIRO QUAL O PEIXE TIPICO DO BRASIL?",
      "e o brasileiro responde:",
      "PACU",
      "o portuga diz",
      "PREPARA O PAL QUE LA VAI MEU CU!"
    ]
  },
  {
    "title": "vaqueiro",
    "category": "Nome do Filme",
    "joke": [
      "Um vaqueiro tentava laçar o boi quando de repente cai com a bunda no chão.",
      "R: Encurralado"
    ]
  },
  {
    "title": "o pato e a pata",
    "category": "Charadas",
    "joke": [
      "O que o pato faz com uma pata em um quarto",
      "escuro.",
      "Ele cai!"
    ]
  },
  {
    "title": "Cavalos de potência",
    "category": "Caipiras",
    "joke": [
      "Um playboy freia sua Ferrari ao lado de um capiau",
      "que montava um velho cavalo e diz:",
      " E aí Jeca! enquanto você anda com um cavalo, eu",
      "tenho 300 de potência!",
      "O humilde morador interiorano apenas observa o",
      "potente veículo arrancando e sumindo na estrada de",
      "terra.",
      "Mais tarde, em uma curva, nosso amigo caipira se depara com a Ferrari dentro do córrego com seu",
      "dono lamentando pelo acidente, e pergunta:",
      " E aí moço, dando água para a tropa?"
    ]
  },
  {
    "title": "Pulando a Cerca",
    "category": "Secretárias",
    "joke": [
      "O executivo ficou trabalhando até mais tarde e sua secretária, tadinha, teve que ficar também. Terminados os afazeres, já eram dez da noite e o mínimo que ele poderia fazer era oferecer uma carona pra ela.",
      "Chegando na casa da moça, ela o convidou para subir e ele, para ser gentil, aceitou. Lá em cima, bebeu um whiskie e logo já estava na cama com ela.",
      "Depois de algumas horas de trabalho duro, ele pegou no sono e acordou às quatro da manhã, desesperado. No meio do caminho pra casa ele comprou um giz e colocou na orelha. Chegando em casa a mulher o recepcionou:",
      "— Posso saber onde o senhor estava até uma hora dessas?",
      "— Ai, amorzinho... Eu dei carona pra minha secretária aí nós tomamos umas doses, eu acabei transando com ela e só acordei às 4 da manhã!",
      "— Deixa de ser mentiroso, seu cachorro! Você estava é jogando bilhar com os seus amigos! Pensa que eu não tô vendo o giz que você esqueceu na orelha?"
    ]
  },
  {
    "title": "Pontinho Bicolor",
    "category": "Pontinhos",
    "joke": [
      "O que é um pontinho atrás da porta do banheiro com a metade de cima verde e a metade de baixo vermelha?",
      "R: Uma azeitona menstruada"
    ]
  },
  {
    "title": "As três velhas",
    "category": "Idosos",
    "joke": [
      "Três velhas que moram juntas e derrepente uma delas tentando abrir a porta fala:",
      "O,oia sò eu não sei se abro a porta pra sair ou pra entrar.",
      "Eu,to de camisola sè e pra durmir ou pra a cordar.",
      "A outra em quanto bate na mesa fala:",
      "POXA!!!Como vocês estão ruins de memoria,agora peraì que eu vou atender a porta queestão batendo"
    ]
  },
  {
    "title": "Alface",
    "category": "Nome do Filme",
    "joke": [
      "Um homem esta passando na porta do cinema com um pé de alface escondida debaixo do braço.Qual o nome do filme?",
      "\"Alface Oculta\""
    ]
  },
  {
    "title": "Pequenino",
    "category": "Japonês",
    "joke": [
      "Uma vez em um motel um jovem casal de japoneses",
      "resolveram comemorar um mês de namoro. Até que",
      "eles chegaram a uma conclusão:",
      " Amor vamos ao motel? Disse a moça:",
      " Sim minha querida vamos, vamos comemorar esta",
      "grande data...",
      "Entrando no quarto os dois começaram a se beijar,",
      "se abraçar até que então o rapaz tirou a blusa",
      "da moça e perguntou:",
      " Por que você não usa sutiã?",
      " Não uso porque eu tenho seios pequenos.",
      "E a moça perguntou:",
      " Você não usa cueca..."
    ]
  },
  {
    "title": "A Topo tudo por dinheiro.",
    "category": "Português",
    "joke": [
      "Estava em um Show aério, um Português, um Americano, um Japonês e um Brasileiro.",
      "Quando o piloto propôs: Quem ficar comigo durante um voô inteiro sem gritar ganhará 100.000 doláres.",
      "Só o Brasileiro, o Americano e o Portugês se ofereceram.",
      "Ná vez do Brasileiro: O piloto liga o motor e o Brasileiro começa a choraminguar.",
      "Menos 1 disse o piloto.",
      "Na vez do Americano: O vôo começa, e na primeira manobra o Americano grita.",
      "Na vez do Portugês ele pede uma condição antes do voô:",
      "Eu quero levar meu filho joãozinho.Tudo bem?",
      "Tudo bem! disse o piloto.",
      "No 1º looping nada !",
      "No 2º nadinha, nadinha!",
      "O piloto começa a se irritar.",
      "Ele vai fazer a sua manobra mais arriscada.",
      "Ele sobe, sobe, e sobe desliga o motor e deixa o avião cair a quase 9.000Km por hora.",
      "A 10 metros do chão ele liga o motor que quase pifou.",
      "o piloto pousa o avião e admite que ele aguentou o tempo, mas antes disso ele erguntou: Não teve nenhum momento que te deu vontade de gritar?",
      "E ele respondeu:",
      "Sim.",
      "E quando foi?",
      " Foi na hora que a janela abriu e o joãozinho caiu."
    ]
  },
  {
    "title": "Não to sentindo nada.",
    "category": "Variadas",
    "joke": [
      "Um pombo e um papagio estavam fumando baseado.Entao um pintinho chegou e pediu um baseado.Anciosos para ver a reaçao do pintinho deram um de 3 cm.Logo depois do pintinho fumar perguntaram:",
      "O que voce esta sentindo?",
      "O pintinho:",
      "Nao to sentindo nada.",
      "entao deram uma de 5 cm.Logo depois perguntaram:",
      "O que voce esta sentindo agora?",
      "O pintinho:",
      "Nao estou sentindo nada.",
      "Mas uma vez eles deram um de 8 cm.E perguntaram mais uma vez:",
      "O que voce esta sentindo dessa vez?",
      "O pintinho:",
      "Nao estou sentindo nada, nada, nada.",
      "Entao, muito surpresos deram um de 22 cm, para ver no que ia dar.e perguntaram:",
      "O que voce esta sentindo?",
      "O pintinho:",
      "Nao estou sentindo nada, nao estou sentindo os braços, as pernas, as maos....nao estou sentindo nada."
    ]
  },
  {
    "title": "a loira e a tabua",
    "category": "Loiras",
    "joke": [
      "qual a diferença entre uma loira e uma tábua de",
      "passar roupas?",
      "R:È bem mais difícil abrir as pernas da tabua"
    ]
  },
  {
    "title": "Os sócios",
    "category": "Português",
    "joke": [
      "Dois portugueses chegaram no Brasil com muito dinheiro e resolveram:",
      "Manoel temos que investir em algo que nos dará muito dinheiro.",
      "Então Joaquim disse:",
      "Vamos comprar um TAXI MAnoel!!",
      "Sim Joaquim que brilhante. Passados 40 dias e eles não haviam pegado nenhum passageiro.",
      "Então Joaquim disse: Vamos arrumar outro empregego pois até hoje só tivemos prejuizos com gasolina e não pegamos nenhum passageiro.",
      "CLARO ELES ESTAVAM TRABALHANDO JUNTOS!!!!!!"
    ]
  },
  {
    "title": "o caipira e a mula",
    "category": "Caipiras",
    "joke": [
      "Com sérios problemas financeiros, o caipira vendeu sua mula por 100 reais a um outro caipira, que concordou em receber o animal um dia depois. No dia seguinte o primeiro caipira chegou e disse:",
      " Cumpadii, cê me discurpa mas a mula morreu.",
      " Morreu?",
      " Morreu",
      " Intão devorve o dinheiro.",
      " Ihhh... já gastei.",
      " Intão me traiz a mula.",
      " Mais o que cê vai fazê com uma mula mortaaa?",
      " Vou rifá.",
      " A mula morta? Quem vai querê?",
      " E só eu numm fala que ela morreu, ue!",
      "Um mês depois os dois se encontram e o caipira que vendeu a mula pergunta:",
      "Ô cumpadi, e a mula morta?",
      " Rifei. Vendi 500 bietes a 2 real cada. Faturei 998 real.",
      " Eita! E ninguem recramô?",
      " Só o homi que ganhô.",
      " E o que ocê fez?",
      " Devorvi os 2 real pra ele!"
    ]
  },
  {
    "title": "a viagem",
    "category": "Charadas",
    "joke": [
      "P: Um submarino foi para o espaço.Quantas abóboras tinha?",
      "R:Uma.Pois pipoca pula"
    ]
  },
  {
    "title": "O MELHOR JOGADOR",
    "category": "Argentinos",
    "joke": [
      "UM ARGENTINO FALAVA A UM BRASILEIRO SOBRE FUTEBOL: MARADONA É O MELHOR JOGADOR DE FUTEBOL DO MUNDO E, UN DOS MELHORES DA ARGENTINA."
    ]
  },
  {
    "title": "semelhança",
    "category": "Médicos",
    "joke": [
      "P: Qual a semelhança entre a enfermeira e a pizza?",
      "R: as dua o médico come no plantão!!",
      "P: E qual a diferença entre a enfermeira e a pizza?",
      "R: A pizza só dá pra 8 no máximo"
    ]
  },
  {
    "title": "Qual o nome do Filme ?",
    "category": "Nome do Filme",
    "joke": [
      "Um grupo de alpinistas conseguiram sobreviver e atinjir o cume da famosa montanha, apenas se alimentando de neve a qual trouxeram um poco para mostrar no seu regresso. Qual é o nome do filme?",
      "\"As neves que eles manjaram\""
    ]
  },
  {
    "title": "palhaçada",
    "category": "Variadas",
    "joke": [
      "Era uma vez um site de piadas colocadas no mural",
      "do uol para divertir as pessoas honestas que par",
      "ticipam do sitee se quizerem colaborar que enviassem piadas para constar da relação.",
      "Surpreso fiquei em ver uma piada enviada pela",
      "minha pessoa em 080703 com o título DE",
      "\"ENDIVIDADA\" ter sido colocada no site como se fosse enviada por um tal de Rodrigo. Infelizmente",
      "creio não ser este site uma coisa muito honesta.",
      "fICA AQUI REGISTRADO TODA MINHA REVOLTA . asergiob@uol.com.br"
    ]
  },
  {
    "title": "Menstruação em japonês!",
    "category": "Japonês",
    "joke": [
      "Você sabe como é menstruação em japonês?",
      "R=chai changue"
    ]
  },
  {
    "title": "Essa eu chuto",
    "category": "Machistas",
    "joke": [
      "Mulher é igual penalti,",
      "um chuta outro cata,",
      "e as vezes é tão feia que",
      "deixa passar."
    ]
  },
  {
    "title": "O guarda-chuvas",
    "category": "Bêbados",
    "joke": [
      "O Homem está tomando cerveja num bar, quando chega um",
      "sujeito dizendo:",
      " O senhor esteve aqui há três meses!",
      " Pode ser, mas como você tem certeza disso?",
      " Reconheci seu guardachuva!",
      " Há três meses eu nem tinha esse guardachuva!",
      " Mas eu tinha!"
    ]
  },
  {
    "title": "Obras divinas",
    "category": "Variadas",
    "joke": [
      "Um homem e uma mulher bateram o carro e saíram intactos do acidente.A mulher olha para os destroços dos carros e diz ao homem:",
      "Olhe só pra isso!! O carro bateu e nós saímos intactos!! Isso só pode ser obra de Deus, que nos poupou e nos deu a oportunidade de nos conhecermos.",
      "É mesmo responde o homem de olho naquelas pernas e naquela bunda.",
      "Olhe responde a mulher, pegando a garrafa no carro isso também é um sinal. Essa garrafa de whisk ficou intacta.Vamos beber e comemorar!!",
      "E o homem pega a garrafa, bebe metade e entrega para a mulher que a atira longe.",
      "Porque você não bebeu? pergunta o homem",
      "E no que ela responde:",
      "Vamos esperar o bafômetro..."
    ]
  },
  {
    "title": "2 amigos conversando",
    "category": "Curtas",
    "joke": [
      "Um amigo fala pro otro",
      "Parceiro oq eh oq eh: eh branco por dentro preto por fora e sai sangue?",
      "Putz, nao faco a minima oq eh?",
      "Mandioca!",
      "Mais desde quando mandioca sai sangue?",
      "Ah nao? deicha eu enfiar uma no seu cu pra ver se nao sai!",
      "Deem suas notas :)"
    ]
  },
  {
    "title": "Tijolinho",
    "category": "Curtas",
    "joke": [
      "O que um tijolim celular disse par o outro?",
      "Lisossomos"
    ]
  },
  {
    "title": "As alitches",
    "category": "Nome do Filme",
    "joke": [
      "Era uma pizza somente de alitche, então colocaram algumas ervilhas, De repente as ervilhas começaram a perseguir as alitches tentando matalás.",
      "Qual o nome do filme?",
      "Alitche no país das más ervilhas."
    ]
  },
  {
    "title": "Pé de coco",
    "category": "Loiras",
    "joke": [
      "P: Por que a loira sobi em pé de coco quando está chovendo?",
      "R: Porque ela quer saber por onde entra a água!!!"
    ]
  },
  {
    "title": "tesão fora de hora",
    "category": "Idosos",
    "joke": [
      "Um viajante chega a uma cidadezinha e procura um hotel para pernoitar. Chovia e os hotéis estavam todos ocupados. O moço do hotel dá uma sugestão: tem um quarto com uma cama de casal que dorme um velhinho. Só por uma noite você fica lá.",
      "Quando o viajante estava dormindo, o velho lhe acorda e diz:",
      " Moço eu preciso de uma mulher urgente. Faz 20 anos que meu pinto não levanta e achou de acontecer logo agora.",
      "O viajante responde:",
      "Eu não vou arranjar mulher pra você por dois motivos:",
      " 1º) são quatro horas da manhã e está chovendo muito;",
      " 2º) esse pinto que você está duro é o meu."
    ]
  },
  {
    "title": "pinga legal",
    "category": "Bêbados",
    "joke": [
      "Tinha um bebado que de dez em dez paços ele tinha que tomar uma pinga.",
      "Um dia ele encostou no baucão e disse:",
      "me vê a melhor piga.",
      "e o garçom lhe deu.",
      "No dia seguinte o bebado entrou no bar.",
      "E o garçon disse:",
      "Quer mais daquela de ontem?",
      "E o bebado disse, quero uma pior que a quela",
      "O garçon botou a mesma pinga e botou duas balas de revolverm, e o bebado tomou, no dia seguinte",
      "o bebado entrou no bar e o garçon disse:",
      "Quer mais e o bebado disse,não, por que fui andar de cavalo e fui soltar um peido e matei meu cavalo."
    ]
  },
  {
    "title": "O Bêbado eo Coração",
    "category": "Bêbados",
    "joke": [
      "Era uma vez um homem estava em sua casa quando",
      "sua mulher mandou ele ir ao açogue comprar carne.",
      "Ele antes passou em varios bares e na hora que",
      "chegou no açogue tinha acabado a carne só tinha coração de boi,ele comprou.Na volta para sua casa ele passsou em varios bares e ficou super bêbado",
      "ele estava passando enfrente a igreja quando o padre falo: emtreguem seus corações a jesus...",
      "ele pegou os corações e maio no altar e disse:",
      "Toma amanhã como bosta no almoço..."
    ]
  },
  {
    "title": "Pastores e o bêbado",
    "category": "Bêbados",
    "joke": [
      "Dois pastores estão perdidos e um deles pergunta para um homem que está bêbado:",
      " Com licença, você sabe me informar onde fica a farmácia?",
      "E o bêbado explica:",
      " Claro, fica ali na esquina virando a direita.",
      "Os pastores agradecem, começam a seguir o caminho mas um pergunta ao outro:",
      " Será que não deveríamos ajudar aquele pobre homem que tomou o caminho da bebida?",
      "E o outro pastor responde:",
      " É verdade. Temos o dever de ensinar a palavra do Senhor e ajudar aquele homem.",
      "Eles voltam até o bêbado e perguntam:",
      " Moço, você gostaria que te ensinássemos o caminho de Deus?",
      "E o bêbado responde:",
      " Vocês não sabem nem o caminho da farmácia, imagine o caminho de Deus..."
    ]
  },
  {
    "title": "curiosidade mata",
    "category": "Bêbados",
    "joke": [
      "um cara passava na porta do ospisio e escutou uma baita gritaria:",
      "oito, oito, oito...Foi aíque a curiosidade inpurrô o omi até o muro.Catou umsa caixas, subiu e olhô do outro lado.Nessa um grupo de locosjogô um balde de água na cara do curioso, en seguida veio um coro:",
      "nove, nove, nove"
    ]
  },
  {
    "title": "O bêbado",
    "category": "Bêbados",
    "joke": [
      "No bar, o homem pergunta ao dono:",
      "Com licença, gastei aqui ontem, 3 mil com mulheres e bebidas?",
      "Isso mesmo.",
      "Ai, que alívio achei que tivesse perdido o dinheiro!"
    ]
  },
  {
    "title": "O taxistas",
    "category": "Curtas",
    "joke": [
      "Era um homem que ligou para o taxista e perguntou:",
      "Quanto que fica uma viagem da qui até a rodoviária;",
      "Bom,eu te faço por $15,00.",
      "Uh, e as malas;",
      "Elas eu levo de graça.",
      "Ah tah, então me leva as malas q eu vou de ônibus."
    ]
  },
  {
    "title": "Um bêbado no ônibus",
    "category": "Bêbados",
    "joke": [
      "Estava um bêbado no ônibus:",
      " Se meu pai fosse um pato e a minha mãe uma pata,eu era um patinho...",
      " Se meu pai fosse um cachorro e a minha mãe uma cadelinha,eu era um cachorrinho...",
      " Se meu pai fosse um gato e minha mãe uma gatinha,eu era um gatinho...",
      " Se meu pai fosse um carneiro e minha mãe uma cordeirinha,eu era um carneirinho...",
      "Claro,chegou a hora que ninguém agüentava mais o bêbado.E o trocador foi o primeiro a perder a paciência:",
      " E se teu pai fosse um viado e tua mãe uma puta?",
      "E o bêbado:",
      " Ah,aí eu era trocador..."
    ]
  },
  {
    "title": "A pulga e a Zebra",
    "category": "Charadas",
    "joke": [
      "O que a zebra falou pra pulga?",
      "Resp: Você está na minha listra negra..."
    ]
  },
  {
    "title": "Gaúcho e o Pernilongo",
    "category": "Gaúchos",
    "joke": [
      "P: Vc sabe qual a diferença entre o gaúcho e o pernilongo?",
      "R: O gaúcho quando você bate ele continua chupando!"
    ]
  },
  {
    "title": "Baile",
    "category": "Bêbados",
    "joke": [
      "Começou a música e,trocando as pernas, um bebum se levanta e dirige à senhora de preto:",
      " A madame, me dá ôôô... prazer desta dança ?",
      " A O que a senhora respondeu :",
      " Não, por três motivos . Primeiro, o senhor está bêbado. Segundo, porque não se dança o Hino Nacional. Terceiro, madame é a p.q.p, eu sou o vigário desta paróquia"
    ]
  },
  {
    "title": "Onibus",
    "category": "Português",
    "joke": [
      "Sabe pq portugues nao anda de onibus?",
      "Pq atrás está escrito mantenha distancia"
    ]
  },
  {
    "title": "Vinganca do Gaucho",
    "category": "Gaúchos",
    "joke": [
      "Um certo dia o gaucho, que era caminhoneiro, chega em casa",
      "e ve sua mulher sendo enrabada por outro cara...",
      "Muito decepcionado ele sai para beber, e pela madrugada volta decido, vai dar um fim para aquele sofrimento....",
      "Entao o gaucho, pega a mulher e os filhos e sai de caminhao...",
      "Ao passar por Minas gerais ... para o caminha e diz para os filhos descerem.. Os filhos perguntam porque?",
      "E ele responde:",
      " Porque MINAS GERAIS é lugar de FILHO DA PUTA.",
      "Seguindo a viagem ele passa pelo Rio de Janeiro, para o caminhao e manda a mulher descer.",
      "Ela pergunta por que?",
      "Ele responde:",
      " Porque o RIO DE JANEIRO é lugar de PUTA..",
      "E ela ao descer, preocupada pergunta para o gaucho, e tu tche para onde vais?",
      "e ele responde:",
      "Vou para SAO PAULO, que lá é lugar de CORNO.."
    ]
  },
  {
    "title": "acidente: culpa dos homens",
    "category": "Charadas",
    "joke": [
      "P: Sabe por que que 99,9% dos acidentes sao culpa dos homens?",
      "R: Porque dão o carro nas mãos das mulheres."
    ]
  },
  {
    "title": "A Hora do Espanto...",
    "category": "Curtas",
    "joke": [
      "Uma vez, uma mae,ao ver a sua filha sair do banho, ele vai ate o quartu da filha e ao entrar e ela ve a manina pelada e diz:",
      "Nossa filha, que \"macaca\" peluda!",
      "a filha rapidamente a responde:",
      "Aih mãe que atrasada, ela jah tah ate comendu \"banana\"!",
      "HAHAHAHAHAHAHAHA!"
    ]
  },
  {
    "title": "morte de Sarah!",
    "category": "Judeus",
    "joke": [
      "Sarah esposa de Isaac, morreu e ele foi a uma agência de Anúncios afim de colocar um aviso fúnebre, comunicando o falecimento da mesma.",
      "Chegando lá foi foi atendido por uma funcionária.",
      "olá?! eu gostaria de por um anúncio.",
      "E a funcionária perguntou.",
      "quais são os dizeres senhor?",
      "Sarah morreu.",
      "Respondeu o judeu.",
      "Senhor até cinco palavras o preço é o mesmo. Não deseja colocar mais nada?",
      "Claro! então coloque o seguinte:",
      "SARAH MORREU. VENDO FUSCA 66."
    ]
  },
  {
    "title": "ENTERRO DA VELHA",
    "category": "Sogras",
    "joke": [
      "UM TINHA UMA SOGRA QUE TINHA MORRIDO E ELE FICOU PENSANDO SERÁ QUE EU VOU PARA O ENTERRO DA MINHA SOGRA OU VOU AO TRABALHO ENTÃO ELE CHEGOU NO TRABALHO E PERGUNTOU AO CHEFE SE ÍA OU NÃO ÍA ENTERRO DELA.",
      "ENTÃO ELE DISSE.",
      " AH!AH! PRIMEIRO TRABALHO DEPOIS A DIVERSÃO"
    ]
  },
  {
    "title": "a piscina",
    "category": "Loucos",
    "joke": [
      "Em um belo dia em um hospício foi feita uma piscina ,e os loucos estavam pulando, de cima",
      "do trampolim.",
      "No mesmo dia de note os loucos todos cansados",
      "perguntam:",
      " Doutor amanhã vai ter +.",
      "O doutor responde:",
      " É claro que sim ,amanhã vai ter água!!!!!!!!!!!"
    ]
  },
  {
    "title": "Agora sim!!!!",
    "category": "Charadas",
    "joke": [
      "Voce sabe quem expulsou Sao Bernardo do campo???",
      "Foi o Juiz de Fora..",
      "Voce sabe que Castro alves?????",
      "Foi o Machado de Assis..",
      "Voce ja esteve na bienal do livro???",
      "A Adriana Esteves...",
      "Mas essa nao é minha,Eça de Queiroz"
    ]
  },
  {
    "title": "O japonês",
    "category": "Japonês",
    "joke": [
      "tinha um brasileiro um alemão e um japonês os três",
      "no exército até que chega um hora e os três foram escolhidos para fazer um novo teste,aí chega o capitão e fala:",
      "tirem as calças e mostrem o pinto pelo novo teste",
      "(o teste era para medir o tamanho do pinto de cada um que foi escolhido)",
      "Aí,o capitão fala que tinha que dar trinta centímetros os dos três aí vai o alemão media dez,",
      "aí vai o brasileiro media dezoito,aí vai o japa media só dois,deu trinta  fala o capitão passaram",
      "aí o alemão fala:",
      "o meu que conseguiu",
      "o brasileiro fala:",
      "ah,foi o meu que conseguiu",
      "e o japonês fala:",
      "e se pinto de japonês fosse duro nós estávamos fudinos né."
    ]
  },
  {
    "title": "Míope",
    "category": "Charadas",
    "joke": [
      "P: O que o porco espinho míope disse ao cacto?",
      "R: Mamãe, é você"
    ]
  },
  {
    "title": "Gaucho Macho",
    "category": "Gaúchos",
    "joke": [
      "Gaucho muito macho foi ao medico pois estava com dor no cú",
      "Doutor estou com dor muito profunda bem aqui no cú",
      "Sim venha cá! Vamos dar uma Olhada",
      "o gaucho ficou de quatro enquanto o médico colocava uma luva para o devido exame.",
      "Colocandose um dedo ate o fim no cú do gaucho o médico pergunta? Está Sentido alguma coisa",
      "Não Doutor , Nao Sinto Nada",
      "Então o médico coloca dois dedos e pergunta? Esta sentindo alguma coisa agora, Novamente o gaucho reponde! Nao doutor nao sinto nada.",
      "O médico desconfiado Resolveu colocar três dedos, e pergunta em tom ja bravo.",
      "E agora seu gaucho sente alguma coisa ?",
      "Sim doutor sinto que ti amo!!!!"
    ]
  },
  {
    "title": "o circo",
    "category": "Variadas",
    "joke": [
      "Você sabe qual é o menor circo do mundo?",
      "R: A camisa do Palmeiras, só cabe um palhaço dentro"
    ]
  },
  {
    "title": "o perigo",
    "category": "Variadas",
    "joke": [
      "Uma senhora idosa estava sentada na sala escura a beira de uma lareira.",
      "Quando de repente ve um vulto passar rapido e parar ao lado da lareira.",
      "A senhora, idosa porem rapida, vai em direção ao vulto e lhe espreme o orgão genital com a mão.. e pergunta:",
      "quem é?",
      "um leve gemido e liberado pelo vulto.",
      "ai a senhora , com sua bengala sentalhe cinco cacetadas no mesmo genital.. e de novo pergunta:",
      "quem é?",
      "nada... apenas outro gemido..",
      "cansada a velhinha dalhe um belo chute com aqueles sapatos pontiagudos que os idosos gostam de usar e faz de novo a pergunta:",
      "quem é?",
      "e temse a resposta:",
      "jjjoãummm",
      "que joão???",
      "o oo mudo......"
    ]
  },
  {
    "title": "o capeta",
    "category": "Políticos",
    "joke": [
      "Em um domingo bem sedo, todos acordam para irem a",
      "igreja.",
      "já comessando a missa o capeta aparesse e todos ali presentes se assustam e saem correndo mas um",
      "velho não tá nem ai.",
      "Em tão o capeta vai falar com o velho:",
      "Você não tem medo de mim velho?perguntou o capeta.",
      "Ai o velho responde:",
      "Não tenho!",
      "Por que você não tem medo de mim velho?perguntou de novo o capeta.",
      "Entam o velho responde.",
      "Pô cará, foram 8 anos aturando o FHC, o que vim daqui pra frente é lucro!"
    ]
  },
  {
    "title": "Eta! Cigarrinho!",
    "category": "Português",
    "joke": [
      "Um portugues foi fazer uma excurssão por toda europa, quando estava na França, foi a uma igreja em Paris, e o guia disse \"Nesse caixão estao as cinzas de Napoleão Bonaparte\".",
      "O português gritou:",
      " Minha nossa, como este senhor fumava!"
    ]
  },
  {
    "title": "O bar de Manuel",
    "category": "Português",
    "joke": [
      "O freguês entre no bar do Manuel e lê um cartaz afixado na parede:\"Pão simples:R$0,10.Pão com manteiga:R$ 0,20. Pão sem manteiga:R$0,30\".",
      "Estranha e pergunta:",
      "Ò Manuel, Por que o pão sem manteiganão custa o mesmo prço que o pão simples?",
      "Porque dá mais trabalho, ora!A gente tem que colocarie a manteiga e depois tirarie!!!!"
    ]
  },
  {
    "title": "Louco Cheirador",
    "category": "Loucos",
    "joke": [
      "Um cara pasa em frente a um Hospício e ouve um",
      "grito vindo de dentro.",
      " Tô podre, tô podre...",
      "Curioso, sobe no muro e vê um maluco enfiando o",
      "dedo no cu, cheirando e gritando:",
      " Tô podre, tô podre..."
    ]
  },
  {
    "title": "A mulher e o Coco",
    "category": "Variadas",
    "joke": [
      "Um ginecologista cansado de tanto atender suas cliente, resolve tirar umas férias ir para a praia. Chegando então a praia ele estende aquela toalhona na areira e aprecia a paisagem, e quando olha na fudão do mar uma mulher pedindo socorro, pois as ondas estavam altas demais.Ele levanta todo assustado e ver a onda quebrando e quando a mulher levanta ela está completamente nua. Ela ajeita o braço direito nos seios, pega um coco que esava boiando e coloca lá (coisinha predileta) e saí correndo da água. Foi quando ela percebeu que um homem o médico não parava de te olhar. E ela pergunta:",
      " Nunca viu, não?",
      "o médico responde:",
      " Oh, minha querida já vi muitas mas tomando agua de coco nunca."
    ]
  },
  {
    "title": "O malandro esperto",
    "category": "Ladrões",
    "joke": [
      "O malandro da paróquia, não se sabe porque, estava se confessando com o padre. Em determinado momento da confissão, o padre o interrompe e pergunta:",
      " Meu filho, você saberia me dizer quem roubou o pedestal de ouro da nossa igreja?",
      " Desculpe, padre, mas eu não estou ouvindo. O senhor poderia repetir a pergunta?",
      " Você sabe quem roubou o pedestal de ouro da nossa igreja?",
      " Padre, eu não estou conseguindo ouvilo.",
      " Eu perguntei se você sabe quem roubou o pedestal de ouro da igreja.",
      " Padre, aqui de fora da sacristia está impossível de ouvir a sua pergunta. Vamos trocar de lugar para ver se dá certo?",
      "E assim fizeram. Logo que o malandro entrou na sacristia, foi logo perguntando para o padre:",
      " Padre, o senhor sabe quem está andando com a mulher do prefeito?",
      " É, meu filho. Realmente aqui de fora não dá para ouvir nada direito."
    ]
  },
  {
    "title": "A missa",
    "category": "Padres",
    "joke": [
      "A loira foi a igreja com sua lista de supermercado.So que ela trocou sua lista de supermercado com o papel da missa do padre.r",
      "Na hora da missa, o padre fala:",
      "1 quilo de feijao, rogai por nos..um quilo de arroz rogai por nos.."
    ]
  },
  {
    "title": "Crocodilos Azuis",
    "category": "Loucos",
    "joke": [
      "Um louco foi ao médico e disse:",
      " Doutor quando eu durmo eu sempre vejo crocodilos azuis.",
      " Você já foi ver um psicologo.",
      " Não só crocodilos azuis."
    ]
  },
  {
    "title": "Três tartarugas",
    "category": "Variadas",
    "joke": [
      "Três tartarugar resolveram acampar.",
      "A primeira levou um bolo, a segunda levou uma toalha e a terceira esqueceu dos refrigerantes!",
      "Depois de seis meses de caminhada, elas chegam no local do acampamento, quando a terceira percebe que esqueceu o refrigerante:",
      "Ih, pessoal, esqueci os refrigerantes!",
      "Ah! Vai ter que voltar lá e buscar!",
      "Ok  respodeu a terceira  eu volto, mais vcs vão ter que prometer que não vão comer, nada!",
      "Juro!",
      "Eu juro!",
      "Depois que a terceira voltou, passou um mês, dois, três...",
      "Ai que fome, não to aguentando!",
      "Quatro meses, cinco, seis, sete...",
      "Até que as tartarugas comeram o bolo, pois não aguentaram de fome.",
      "De repente, a terceira tartaruga sai de trás de uma árvore e diz:",
      "Ta vendo, se eu tivesse ido mesmo vcs teriam me traído!"
    ]
  },
  {
    "title": "O INDIO PODEROSO",
    "category": "Variadas",
    "joke": [
      "UM INDIO ESTAVA CANSADO DE VIVER NU ENTÃO",
      "ELE FOI A UMA LOJA E PEDIU UMA CUECA E AMULHER DEU A CUECA PRA ELE NO DIA SEGUINTE ELE VAI A MESMA LOJA SEM CUECA DAI A MULHER PERGUNTOU CADE A CUECA INDIO O INDIO DISSE:",
      "INDIO PEIDO CUECA RASGO",
      "E ASSIM ELA DEU OUTRA CUECA MAIS RESINTENTE E ASSIM TODAS AS CUECAS QUE A MOÇA DAVA PRA ELE REPITIA A FRASE INDIO PEIDO CUECA RASGO",
      "A MOÇA INDIGUINADA MANDOU FAZER UMA CUECA DE FERRO ELA DEU A CUECA DE FERRO PRA ELE NO DIA SEGUINTE ELE VOLTOU SEM CUECA DAI A MOÇA PERGUNTOU :",
      "CADE A CUECA INDIO",
      " INDIO PEIDO BUNDA RASGO"
    ]
  },
  {
    "title": "AÇOGUEIRO PORCO",
    "category": "Curtas",
    "joke": [
      "CERTO DIA JOAQUIM RESOLVEU LIGAR PARA O AÇOGUE;",
      "ALO O SINHOR TEM OREIA DE PORCO DIZ JOAQUIM.",
      "O AÇOGUEIRO RESPONDE.",
      "SIM.",
      "SE TAMBEM TEM NARIZ DE PORCO.",
      "SIM.",
      "SE TAMBEM TEM FUCINHO DE PORCO.",
      "SIM",
      "OOO MEU O SINHOR E FEIO MESMO HEIN...."
    ]
  },
  {
    "title": "A loira e o oceâno Atlântico",
    "category": "Loiras",
    "joke": [
      "Um certo dia uma loira convida uma morena para irem do Brasil á áfrica nadando pelo oceâno Atlântico.E a morena aceita.",
      "Estavam nadando tanquilamente quando a loira diz:",
      "está cansada?",
      "E a morena responde:",
      "não.",
      "Continuaram a travessia.Quando estavam na metade do caminho, a loira torna a perguntar:",
      "está cansada?",
      "E a morena responde:",
      " não.",
      "Continuaram a cansativa travessia.E quando estavam a mais ou menos 10 metros de chegarem na areia de uma praia africana, a loira pergunta novamente:",
      "e agora,está cansada?",
      "e a morena quase desmaiando responde:",
      "estou.",
      "E a loira afirma.",
      "então vamos voltar."
    ]
  },
  {
    "title": "O Rio",
    "category": "Português",
    "joke": [
      "Joaquim estava numa margem do rio e Manoel na outra,",
      "quando Joaquim grita para Manoel:",
      " Manoel, como é que eu faço para chegares do outro",
      "lado do rio?",
      "E Manoel responde:",
      " Não sejas burro Joaquim. Tu já estás do outro lado."
    ]
  },
  {
    "title": "confição em alta velocidade",
    "category": "Casamento",
    "joke": [
      "o marido estava com a mulher viajando de carro quando ela do nada diz:",
      "quero o divórcio!",
      "ele se impressiona e pergunta :",
      "ora , mas por que?",
      "ela responde:",
      "por que fazem dois meses que te traio com o teu amigo.",
      "ele aumenta a velocidade , de 80km/h vai para",
      "120km/h.",
      "ela segue dizendo:",
      "eu também te traí com o teu patrão.",
      "ele vai para 140km/h",
      "ela:",
      "te traí também com o vizinho e com a mulher dele.",
      "ele vai para 160km/h",
      "ela questiona:",
      "o que você vai querer? a casa ? o carro?",
      "ele diz:",
      "nada... o que eu quero já está ao meu lado...",
      "ela se impressiona , e pergunta:",
      "puxa... sou eu?",
      "então ele diz:",
      "não , é o airbag...."
    ]
  },
  {
    "title": "O bebado na Igreja",
    "category": "Bêbados",
    "joke": [
      "O bebado foi na igreja,iu padre tava dando parte do corpo de cristo,ai o bebado foi cata , o padre deo um bombriu,ele foi num canto e per gunto para uma mulher,o que quio padre ta dando,ela falou parte do corpo de cisto,ai o bebado respondeu padre filho da puta foi mida justo a parte dos pelos du saco."
    ]
  },
  {
    "title": "O que seria",
    "category": "Pontinhos",
    "joke": [
      "O que é um pontinho cinza no castelo?",
      "R:A pedra",
      "O que é um pontinho azul no mar?",
      "R:A água",
      "O que é um pontinho amarelo dentro de um outro pontinho amarelo dentro de um ringue de boxe?",
      "R:O Jon Cloude Fandangos comendo um fandangos."
    ]
  },
  {
    "title": "Aula de portugues",
    "category": "Loiras",
    "joke": [
      "Um professor de portugues interroga sua aluna loira pedindo que ela fale um verbo. Depois de alguns minutos ela responde:",
      " bicicreta!",
      "O mestre indignado manda sentarse e pergunta a outra aluna logo atrás ,também loira :",
      "E a senhorita pode me dizer um verbo?",
      "Duas horas depois, a aluna responde:",
      " prástico",
      "O professor perdeu a paciencia e deu zero para a segunda aluna.",
      "Questiona a terceira que também era loira",
      " A senhorita pode me dizer afinal um verbo?",
      "Imediatamente a loira responde:",
      "Hospedar!",
      "Brados na sala de vivas do professor.",
      "Agora para tirar um dez, forme uma frase com o verbo.",
      "Então toda euforica a aluna loira responde:",
      " Hospedar da bicicreta são de prastico"
    ]
  },
  {
    "title": "Banana Suicida",
    "category": "Curtas",
    "joke": [
      "O QUE A BANANA SUICIDA DISSE ??",
      "MACACOS ME MORDÃO."
    ]
  },
  {
    "title": "um dia no banheiro",
    "category": "Japonês",
    "joke": [
      "tinha 3 caboco no banheiro um mineiro chegou no vaso tiro o manganelo pra fora e falow nesta longa estrada da vida e o negão que tava do lado não quis fica pra traz e tirando tudo pra fora e conto fuscão pretooooo,... e o ãpones que tava do lado do negão falo puta merda que musica será que eu canto agora em a sim...",
      "tirando o manganelo pra fora ele canta cade vceeee que nunca mais apareceuu.... hehehehehehehekkkk"
    ]
  },
  {
    "title": "NO TREM",
    "category": "Variadas",
    "joke": [
      "Aquele casal vai passar a noite numa cabine de trem (daquelas tipo beliche,onde fica um estranho dormindo embaixo).Daí o marido diz pra esposa :",
      "Querida,se vocÊ quiser fazer sexo comigo durante a noite não precisa nem falar,é só dar uns dois puxões no meu pinguelo que eu entendo!",
      "Ah tá...e se eu não quiser ?",
      "Aí dá uns 55 puxões bem devagarinho e de forma ritimada..."
    ]
  },
  {
    "title": "O cãozinho",
    "category": "Joãozinho",
    "joke": [
      "O Joãozinho chega pra mãe e diz:",
      " Mãe me dá um cachorro?",
      " Claro, filho!  Responde a mãe.",
      "A mãe de Joãozinho vai na loja, compra um cachorro",
      "e diz entregando o cachorro para Joãozinho:",
      "Aqui está o seu cachorro, Joãozinho.",
      " Obrigado mamãe!  Diz Joãozinho.",
      "Sendo assim, Joãozinho batizou o cachorrinho de \"cú\".",
      " Vem cá Cú, vem cá Cú...  Gritava joãozinho.",
      " Joãozinho, para de falar palavrão.  Dizia sua mãe.",
      " Vem cá Cú, vem cá Cú...  Gritava joãozinho.",
      " Para de falar palavrão, ou então eu darei esse cachorro para o vizinho.  Diz a mãe.",
      " Vem cá cú, vem cá cú.  Insiste Joãozinho.",
      "A mãe agiu rápido: pegou o cachorro e deu para o vizinho.",
      "Joãozinho começou a chorar, quando seu pai lhe perguntou:",
      " Porque você está chorando filho?",
      "Joãozinho responde:",
      " Porque a mamãe deu o cú pro vizinho!"
    ]
  },
  {
    "title": "galinha atravesando a rua",
    "category": "Charadas",
    "joke": [
      "por que a galinha atravesou a rua.",
      "para chegar ao outro lado."
    ]
  },
  {
    "title": "A boa noticia",
    "category": "Médicos",
    "joke": [
      "Depois da consulta o médico chega para o paciente",
      "e diz:",
      " Tenho uma boa e uma má noticia, qual você",
      "quer primeiro.",
      " Pode começar com a má doutor. Responde o paciente desanimado.",
      "Meio contrangindo o médico diz:",
      " Você está com câncer e dificilmente passa deste mês.",
      " E qual a boa noticia. Pergunta o paciente aos prantos.",
      "O médico explica:",
      " Tá vendo aquela enfermera gostosona ali,",
      "tó comendo."
    ]
  },
  {
    "title": "A Horta",
    "category": "Curtas",
    "joke": [
      "UM HOMEM TRABALHAVA NUMA HORTA E DE REPENTE MORREU",
      "QUAL O NOME DO FILME?",
      "R:O EXHORTISTA"
    ]
  },
  {
    "title": "Cachorrinho esperto",
    "category": "Variadas",
    "joke": [
      "Um cachorrinho vai com o seu dono à um safari na Africa, onde acaba se perdendo, sua vida fica dificil na selva, sempre escapando de emboscadas. Um certo dia ele vê seu fim, quando uma onça se aproxima, mas é bastante esperto, pensou naquele instante em muitas coisas para se esquivar, então repentinamente viu um monte de ossos logo em sua frente, correu, e começou lamber os ossos e disse alto para onça escutar:",
      " Nossa quando vou pegar outra dessas onças.",
      "A onça que dirigia em sua direção desviou o seu trajeto, e foi embora dizendo:",
      " Ufa! quase me dou mal com aquele cachorrinho!",
      "Tudo parecia certo para o cachorrinho, se não fosse um macaco que via e ouvia tudo que estava acontecendo lá de cima em uma arvore. Macaco fofoqueiro como é, correu como doido atrás da onça, para dizer que o cachorrinho mentio.",
      "Depois de muito correr a onça e o macaco alcançam o cachorrinho. O cachorrinho pensando na vida, e dando risadas dos sustos que passara, derrepente vê a onça, fica desesperado:",
      " Agora é meu fim, tou lascado!",
      "Então surge outra idéia fantástica, e diz alto para onça escutar novamente:",
      " Macacooooo!!!!! cade a onça que mandei você trazer pra mim!"
    ]
  },
  {
    "title": "A super vaquinha.",
    "category": "Caipiras",
    "joke": [
      "Tava indo o caipira pela estrada à fora, puxando pela corda sua vaquinha.",
      "De repente chega até ele um camarada num jipe Grand Cherokee e ofereçe à ele uma carona.",
      "O caipira aceita e amarra a vaquinha no parachoque traseiro do jipe.",
      "O motorista maldoso resolve pisar fundo só pra ver o que acontece com a vaca.",
      "E chega à 60 km/h e a danada da vaquinha acompanha o carro, nervoso com a situação,",
      "ele chega à 80 km/h e a vaquinha tá lá acompanhando, aí ele apela e coloca 120 km/h,",
      "olha no retrovisor e vê que a vaca está com a lingua pra fora, ele se vira pro caipira e diz:",
      " \"é acho que cansei sua vaca, moço, ela pôs a lingua pra fora\", aí o caipira pergunta:",
      " \"ela tá com lingua pra esquerda ou pra direita?\" Ele olha e responde: \"pra esquerda porque?\"",
      "Aí o caipira diz: \"então o Sr. pode encostar porque ela tá querendo passar\"."
    ]
  },
  {
    "title": "Aula de verso e prosa",
    "category": "Joãozinho",
    "joke": [
      "A professora chegou na sala de aula e disse:",
      " Hoje nós vamos aprender o que é verso e prosa, verso é quando rima e prosa é quando não rima.",
      " Mariazinha diga uma prosa.",
      " Eu tenho uma professora que se chama Julieta e também é muito linda.",
      " Muito bem Mariazinha, não rimou então é uma prosa.",
      "A professora virouse para Joãozinho e falou:",
      " Agora é você Joãozinho!",
      "Ele nem esperou a professora pedir e já foi desafiandoa perguntando:",
      " A senhora quer verso ou prosa?",
      " Prosa. Respondeu a professora.",
      "Ele pensou e começou a recitar:",
      " Eu tenho uma professora que se chama Julieta ela tem muito cabelo ...",
      " A senhora quer o final em verso ou em prosa.",
      " Em prosa. Respondeu a professora.",
      " No CÚ."
    ]
  },
  {
    "title": "Cúmulo da Magreza",
    "category": "Cúmulos",
    "joke": [
      "Qual é o Cúmulo da Magreza??",
      "R.: Tomar banho de braços abertos para não cair no ralo..."
    ]
  },
  {
    "title": "Mulher boa de cozinha",
    "category": "Casamento",
    "joke": [
      "Marcondes chega em casa depois de um dia cheio no trabalho e encontra a mulher, péssima cozinheira, chorando em um canto da cozinha:",
      " Querida! O que houve?",
      " Snif... querido, eu fiz aquela receita de bolo de carne que é minha especialidade.... Mas o cachorro, comeu tudo!",
      " Ah, meu amor, não fica assim não.... Amanha mesmo eu compro outro cachorro para você..."
    ]
  },
  {
    "title": "Se sua mãe...",
    "category": "Variadas",
    "joke": [
      "Um cara entra num ônibus e fala para o cobrador:",
      "Se meu pai fosse um urso e minha mãe uma ursa eu seria um ursinho, se meu pai fosse um cavalo e minha mãe uma mula eu seria um bezerrinho.",
      "O cobrador já com raiva do homem diz:",
      "E se sua mãe fosse uma sapatão e seu pai um gay o que você seria?",
      "O cara respondeu:",
      "O cobrador."
    ]
  },
  {
    "title": "a aposta",
    "category": "Humor",
    "joke": [
      "certa vez um homem muito estudioso e inteligente, resolveu tirar sarro com outro cara. encontrou um homem com cara de burro e analfabeto e disse:",
      "vamos fazer uma aposta? vc faz uma pergunta pra mim, se eu não souber eu te dou 50 reais e depois eu faço uma pergunta p/ vc e se vc não souber vc me da 1 real. o que acha??",
      "eu topo!  disse o analfabeto.",
      "então la vai!  o cara fez uma pergunta sobre quimica e fisica. o outro disse:",
      "não sei.",
      "então passa 1 real.",
      "toma.",
      "agora é sua vez.",
      "ta bom. o que é que de manhã tem 4 pernas a tarde tem 6, e a noite tem 5???",
      "o cara pensou......",
      "não sei.",
      "então passa 50.",
      "o cara ja ia indo embora c/ seus 50 reais ganhos quando o outro disse:",
      "ei mas o que é???qual é a resposta da pergunta??",
      "ai o cara responde:",
      "também não sei.toma 1 real!"
    ]
  },
  {
    "title": "O selo",
    "category": "Políticos",
    "joke": [
      "Selo do FHC",
      "FHC queria um selo com sua foto para marcar a despedida do governo. Exigiu um selo de altíssima qualidade.",
      "Os selos são criados, impressos e vendidos.",
      "FHC fica radiante!",
      "Mas em poucos dias fica furioso ao ouvir reclamações de que o selo não adere aos envelopes.",
      "O Presidente convoca os responsáveis e ordena que investiguem o assunto.",
      "Eles pesquisam as agências dos Correios de todo o País e relatam o problema a FHC.",
      "O relatório diz:",
      " Não há nada de errado com a qualidade dos selos. O problema é que o povo está cuspindo no lado errado."
    ]
  },
  {
    "title": "O morcego",
    "category": "Variadas",
    "joke": [
      "O morcego foi conpetir ne um canpeonato de quem pega mais sangue"
    ]
  },
  {
    "title": "descarga",
    "category": "Joãozinho",
    "joke": [
      "Un dia a mae de Joaozinho pediu ele para ir na padaria para conprar mantega . Ele nao lenbrava de mantega entao ele comprou bala con o dinherio . No caminho para casa ele acha uma caixa de fosforos vazias , uma formiga , e dois fosforos . Ele chegou en casa e sua mae perguntou cade minha mantega ? Ele asustado responde,eu nao achei . Ela pergunta cade o dinheiro ? Ele fala, eu conprei bala ! Mas eu achei uma formiga . uma caixa de fosforo vazia , e dois palitos de fosforos . Sua mae brava briga con ele e manda ele jogar isso na privada e dar descarga . Ele chorando foi correndo e jogou . Depois no meio da merda e tudo a formiginha pegou os palitos sobina caixa e saiu cantando",
      "eu vou , eu vou para a terra do coco",
      "eu vo ,eu vo para aterra do coco"
    ]
  },
  {
    "title": "Arainhas",
    "category": "Nome do Filme",
    "joke": [
      "Um belo dia, assistindo discovery channel, um rico cidadão de Nova York, viu uma reportagem de umas arainhas que andavam nas pirâmides do Egito, se interessou, fez contato, e conseguiu comprar uma arainha.",
      "Dias depois ela chegou, para a felicidade do comprador.",
      "Daqui uns dias ela perdeu uma das perninhas, era por causa que ela não estava em contato com seu habitát.",
      "Então o rico decidiu mandar ela de volta para se recuperar.",
      "Um mês depois a arainha voltou recuperada.",
      "P: Qual o nome do filme?",
      "Creopata, a arainha do Egito."
    ]
  },
  {
    "title": "o padre e o pnheiro",
    "category": "Charadas",
    "joke": [
      "Qual a semelhança do padre e do pinheiro ?",
      "Ambos tem bolas de infeite!!"
    ]
  },
  {
    "title": "O motivo do crime",
    "category": "Casamento",
    "joke": [
      "Polícia conversando no rádio:",
      " Sargento, chegamos no local do crime.",
      " Passe o relatório...",
      " Uma mulher matou o marido. Foram 35 facadas, dois tiros, depois de asfixiar e decapitálo e, por fim, queimou corpo...",
      " Nossa, qual foi o motivo do crime?",
      " Ele pisou onde ela estava passando o pano...",
      " E conseguiram capturar a mulher?",
      " Não, Sargento, estamos esperando o piso secar!"
    ]
  },
  {
    "title": "Português e o comprimido da sede!",
    "category": "Português",
    "joke": [
      "Sabia que o português inventou o um comprimido para matar a sede?",
      "Pegue o comprimido e bebe com 3copos de água.",
      "Pronto! sua sede passa!"
    ]
  },
  {
    "title": "Sintomas de Pobreza",
    "category": "Variadas",
    "joke": [
      " Tomar cerveja em copo de requeijão.",
      " Colecionar canecas de chopp na estante e se",
      "orgulhar de possuir um exemplar da \"October fest de",
      "1981\"",
      " Levar sacolinha para o restaurante para recolher as",
      "sobras da mesa, para levar pros animais que tem em",
      "casa.",
      " Classicamente ir em festinhas de família e ao chegar",
      "ir logo pedindo: \"Cade os cocrete?\" ou \"Tem",
      "cajuzinho?\"",
      " Parar em frente ao prédio onde sua irmã trabalha",
      "como diarista, e ficar gritando: \"Zuleica,",
      "Zuleica!!!!!! Tu tá aprontada?\"",
      " Perguntar pro vendedor de pipocas em frente ao",
      "cinema: \"Quanto custa?!?!\" e quando ele responder:",
      "\"Um real\", você fica indignado e responde: \"Nossa,",
      "tudo isso por um punhadinho de nada?!?! Um reaus?!\"",
      " Esquentar a ponta da BIC pra ver se ela volta a",
      "funcionar",
      " Andar pendurado na porta do ônibus.",
      " Lamber a tampa metálica do iogurte.",
      " Colocar maiô e biquini e tomar banho de sol na",
      "represa, na lage, ou atrás da casa.",
      " Correr atrás do guardasol na praia gritando \"Pega",
      "pega!!!\"",
      " Andar de loja em loja perguntando os preços e dizer",
      "para o vendedor \"Só estou dando uma olhadinha, volto",
      "mais tarde\"",
      " Ir ao estádio de futebol com os times \"camisas\"",
      "e \"sem camisa\"",
      " Ficar balançando lampada queimada pra ver se volta",
      "funcionar",
      " Ir para o trabalho de bicicleta e dizer que é só pra",
      "manter a forma.",
      " Aproveitar a garrafa de plástico do refrigerante",
      "pra colocar água na geladeira",
      " Acender latinha de álcool no banheiro nos dias",
      "frios.",
      " Secar tênis atrás da geladeira.",
      " Receber visita e mostrar toda a casa.",
      " Decorar vaso com flor desidratada.",
      " Guardar refrigerante com colher pendurada na boca",
      "pra não perder o gás.",
      " Comprar carro 0K e não tirar o plástico só pra",
      "dizer que é novo.",
      " Amarrar o cachorro com fio de luz.",
      " Lamber a ponta da borracha pra apagar erro de caneta.",
      " Correr a casa inteira com chinelo na mão atrás de",
      "barata.",
      " Usar pregador de roupa pra fechar saco de arroz,",
      "açúcar, etc...",
      " Copiar modelo de vitrine para depois fazer em casa.",
      " Jogar algodão em árvore de natal pra dar efeito de",
      "neve.",
      " Passar cuspe no cotovelo ressecado para amaciar.",
      " Guardar sobras de sabonete pra depois fazer uma bola",
      "só.",
      " Convidar os amigos para um churrasco de seu",
      "aniversário, mandar cada um levar uma coisa",
      "(carvão, carne, espeto...)",
      " Consertar tira da sandália Havaiana com prego.",
      " Dançar lambada com a sogra, passar uma rasteira na",
      "velha e mandar para as video cassetadas do Faustão.",
      " Enfeitar estante da sala com lembranças de casamento.",
      " Passar fio dental e depois cheirar para ver se o",
      "dente está podre.",
      " Tirar cera do ouvido com a chave do carro ou com a",
      "tampa da caneta.",
      " Fazer barra de calça com fita crepe.",
      " Colocar açucar no cafézinho e esperimentar se o",
      "açucar está bom usando a colher.",
      " Sair correndo e se matar pra pegar o ônibus que já",
      "está saindo do ponto.",
      " Subir na lage pra mecher na antena e ficar gritando",
      "lá de cima \"Melhoro?\"",
      " Guardar cueca furada para passar cera no carro.",
      " Entrar em loja de 1,99 e querer achar um presente",
      "legal.",
      " Ir no restaurante e antes de pedir a comida,",
      "perguntar se aceita ticket.",
      "VAI DIZER QUE VOCE NUNCA FEZ UMA DESSAS?!?!?!",
      "Ps: Isso é uma obra de ficção, qualquer semelhança",
      "entre os fatos ou nomes relatados é mera coincidência."
    ]
  },
  {
    "title": "Desafio (ótima)",
    "category": "Português",
    "joke": [
      "Uma dia um, programa fez um desafio,de quem consiguir aguentar, sem pedir ajuda uma semana no deserto,o programa chamou um portugues,um carioca e um argentino eles tinham o direito de levar um objeto cada um levou um, o carioca perguntou ao argentino:",
      " o que voce trouxe? ele respondeu.",
      " a eu trouxe ventilador com pilhas e voce?",
      " a eu ja estou acustumado com o calor por isso trouxe agua.",
      "o argentino eo carioca perguntaram ao portugues:",
      " o que voce trouxe?",
      " a eu trouxe uma porta de carro.",
      "ah!!!",
      " é eu abro a janela e ainda tomo ventinho."
    ]
  },
  {
    "title": "A CAMADA DE OZÔNIO",
    "category": "Médicos",
    "joke": [
      "UMA SENHORA MUITO DISTINTA, CASADA A MAIS DE 30 ANOS CHEGA AO GENICOLOGISTA PELA PRIMEIRA VEZ EM TODA SUA VIDA , TODA ENVERGONHADA.",
      "O MÉDICO PEDE QUE ELA SE DEITE PARA O EXAME,E NESTE MOMENTO ELE LEVA UM GRANDE SUSTO ,O QUE DEIXA A PACIENTE ENVERGONHADA:",
      " O QUE FOI DOUTOR ?DIZ ELA ENCABULADA.",
      "NÃO ME LEVE A MAL SENHORA, MAS EU NUNCA VI TÃO GRANDE ASSIM !",
      "A PACIENTE TODA ENVERGONHADA SAI DO CONSULTÓRIO, E VAI PRA CASA.",
      "CHEGANDO EM CASA, FICA NUA ,SENTASE NA BEIRA DA CAMA E COLOCA UM ESPELHO NO CHÃO PARA VERIFICAR SE O QUE O DOUTOR DISSE É REALMENTE VERDADE.",
      "DE REPENTE SEU MARIDO CHEGA E A SURPREENDE NUA.",
      "ELA TENTA DISFARÇAR , FINGINDO ESTAR FAZENDO GINÁSTICA:",
      " O QUE ESTA FAZENDO MEU AMOR?DIS ELE ENCABULADO.",
      "GINASTICA, POR QUE , ALGUM PROBLEMA ?",
      "NÃO ,SÓ TOME CUIDADO PARA NÃO CAIR NESTE BURACO..."
    ]
  },
  {
    "title": "BÊBADO",
    "category": "Bêbados",
    "joke": [
      "UM BÊBADO CHAMOU UM TAXI E PERGUNTOU:",
      "ONDE QUE EU DEIXO UM PERNIL DE PORCO E UM GARRAFÃO DE VINHO?",
      "O TAXISTA RESPONDEU:",
      "PODE DEIXAR AÍ EM CIMA DO BANCO.",
      "E O BÊBADO VOMITOU TUDO EM CIMA DO BANCO."
    ]
  },
  {
    "title": "MULHER E MARIDO",
    "category": "Charadas",
    "joke": [
      "O QUE É O QUE É?",
      "A MULHER DÁ PARA OS OUTROS, SO NÃO DÁ PARA O MARIDO?",
      "R. O filho para batizar"
    ]
  },
  {
    "title": "Início de Carreira",
    "category": "Políticos",
    "joke": [
      "A jornalista entrevista um famoso político:",
      " Deputado, como foi o início de sua carreira?",
      " Ah! Foi logo na infância. Eu ainda estudava no",
      "primário...",
      " No primário?  espantase a jornalista.",
      " Sim. Um dia meu pai me chamou e disse: \"Filho, a",
      "partir de hoje vou lhe dar mil pratas todas as vezes",
      "em que você tirar uma nota maior do que 7.\"",
      "Então eu cheguei para minha professora e falei:",
      "\"Escute, Dona Clotilde, a senhora não gostaria de",
      "ganhar quinhentas pratas de vez em quando?\""
    ]
  },
  {
    "title": "Os loucos e a matemática",
    "category": "Loucos",
    "joke": [
      "Um dia um repórter foi fazer uma pesquisa no hospício",
      "para saber se algum dos loucos podia sair de lá, ele",
      "entrevistou 3 loucos e perguntou o seguinte:",
      " Pedro quanto é 2 + 2?",
      " 72, respondeu Pedro.",
      "Vendo que Pedro estava péssimo foi perguntar a Fábio.",
      " Fábio, quanto é 2 + 2?",
      " Terçafeira!  respondeu ele.",
      " Pior ainda...",
      "Resmungou o repórter.",
      "Foi perguntar ao último que era Tiago.",
      " Tiago, quanto é 2 + 2?",
      " 4.  respondeu ele.",
      "O reporter surpreso perguntou a Tiago como",
      "ele chegou ao resultado. Tiago respondeu:",
      " É fácil eu me basiei na resposta dos meus colégas,",
      "pois 72 + terçafeira é igual a 4.",
      " Vishhhhhh!"
    ]
  },
  {
    "title": "Vaga no céu",
    "category": "Variadas",
    "joke": [
      "Para entrar no céu, as pessoas que passaram dessa",
      "pra melhor tinham que passar por São Pedro, que",
      "fazia uma espécie de \"triagem celestial\" com",
      "os \"candidados\" a uma vaguinha no paraíso.",
      "Se a resposta fosse correta, lugar garantido.",
      "Chega o americano e São Pedro pergunta:",
      " O que é mole,mas na mão das mulheres fica duro?",
      "O americano pensou e disse:",
      " Esmalte!",
      " Muito bem, pode entrar  disse São Pedro.",
      "Vem o italiano",
      " Onde as mulheres têm o cabelo mais enrolado?",
      "O italiano respondeu:",
      " Na África!",
      " Certo. Pode entrar.",
      "Agora é a vez do alemão",
      " O que as mulheres têm, que têm seis letras,",
      "começa por B, termina com A e não sai da cabeça",
      "dos homens?",
      " A beleza, é claro!",
      " Correto. Pode entrar.",
      "E vem o francês:",
      " O que as mulheres têm no meio das pernas?",
      " O joelho.",
      "Muito bem. Pode entrar.",
      "Agora é a vez do inglês:",
      " O que é que a mulher casada tem mais larga que",
      "a solteira?",
      " A cama.",
      " Ótimo. Pode entrar.",
      "Nisso, o brasileiro virouse e foi saindo de",
      "fininho...",
      "São Pedro notou e chamouo:",
      " Ei, você não vai responder à sua pergunta?",
      " Sem chance, São Pedro... Já errei às cinco",
      "anteriores!!!"
    ]
  },
  {
    "title": "Louco no hospício.",
    "category": "Loucos",
    "joke": [
      "Um maluco internado no hospício estava rindo",
      "muito.Daí a pouco chega a enfermeira e pergunta:",
      "Por que ri tanto???",
      "Porque adoro me contar piadas e essa última eu ainda ñ conhecia! : ) ( :"
    ]
  },
  {
    "title": "A Fada",
    "category": "Feministas",
    "joke": [
      "Em uma festa de bodas, uma fada aparece e pergunta para a mulher do casal:",
      " Você tem direito a um pedido, qual é ele?",
      " Eu ainda quero viver muito com meu marido, cuidar dele e viajar mundo afora com ele!",
      " Como quiser! e logo apareceram duas passagens na mão da velhinha.",
      "Logo, a fada pergunta para o homem:",
      " E você, bom velhinho o que desejas?",
      "Ele pensa...",
      " Me desculpe querida, mas foram 30 anos de casados e eu nunca tive outra mulher... Dona fada, eu gostaria de uma mulher 30 anos mais jovem que eu e que seja toda gostosona!",
      "A Fada então envelheceu o homem 30 anos e disse:",
      " Ai está o seu pedido  apontando para a mulher do casal...",
      "MORAL DA HISTÓRIA: A fada é fada, mas é mulher..."
    ]
  },
  {
    "title": "PROCURANDO COMPANHIA",
    "category": "Humor",
    "joke": [
      "Uma mulher esfrega a lâmpada e o gênio aparece.",
      "– Vou lhe conceder um desejo – diz.",
      "– Está vendo esse gato? Ele é a minha única companhia. Mas eu preferia ter um homem forte e bonito – diz a mulher.",
      "O gênio concorda e PUF!, o gato se transforma em um pedaço de mau caminho – a cara do Brad Pitt, um abdome de tanquinho. A mulher pula no colo dele e o cobre de beijos.",
      "– Tem algo a dizer antes de fazermos amor? – pergunta.",
      "– Tenho – diz ele. – Aposto como agora você se arrepende de ter mandado me castrar na semana passada."
    ]
  },
  {
    "title": "Perguntas Feministas",
    "category": "Feministas",
    "joke": [
      "PORQUE O PÊNIS TEM UM BURACO NA PONTA?",
      " Para oxigenar o cérebro.",
      "O QUE TEM EM COMUM O CLITÓRIS, OS ANIVERSÁRIOS E O VASO SANITÁRIO?",
      " Coisas que um homem nunca acerta.",
      "PORQUE OS HOMENS SÃO COMO OS ANÚNCIOS COMERCIAIS?",
      " Você não pode acreditar em uma palavra do que eles dizem.",
      "QUAL A DIFERENÇA ENTRE HOMENS E PORCOS?",
      " Porcos não viram homens quando bebem.",
      "O QUE AS MULHERES MAIS ODEIAM OUVIR QUANDO ESTÃO TENDO SEXO DE BOA QUALIDADE?",
      " Querida, cheguei!",
      "PORQUE OS HOMENS NA CAMA SÃO COMO COMIDA DE MICROONDAS?",
      " 30 segundos e está pronto.",
      "QUANTOS HOMENS SÃO NECESSÁRIOS PARA TROCAR UM ROLO DE PAPEL HIGIÊNICO VAZIO?",
      " Não se sabe; nunca se viu nenhum deles fazendo isso.",
      "PORQUE DEUS CRIOU PRIMEIRO O HOMEM, E DEPOIS A MULHER?",
      " Porque as experiências são feitas com ratos e depois com humanos.",
      "PORQUE O HOMEM NÃO TEM CRISE DE MEIAIDADE?",
      " Porque todos param o amadurecimento mental na adolescência.",
      "QUAL A DIFERENÇA ENTRE IR A UM BAR SOZINHA E IR A UM CIRCO?",
      " Quando você vai ao circo, os palhaços não falam com você.",
      "PORQUE OS HOMENS GOSTAM DE MULHERES INTELIGENTES?",
      " Porque os opostos se atraem.",
      "QUAL A DIFERENÇA ENTRE OS HOMENS E AS FRUTAS?",
      " Um dia as frutas amadurecem...",
      "PORQUE AS PILHAS SÃO MELHORES QUE OS HOMENS?",
      " Porque ela tem pelo menos um lado positivo...",
      "POR QUE SÃO NECESSÁRIOS MILHÕES DE ESPERMATOZÓIDES PARA FERTILIZAR UM ÚNICO ÓVULO?",
      " Porque os espermatozóides são gametas masculinos e se negam a perguntar o caminho.",
      "QUAL A SEMELHANÇA ENTRE OS HOMENS E OS ESPERMATOZÓIDES?",
      " Só se salva um em um milhão."
    ]
  },
  {
    "title": "a aposta",
    "category": "Bêbados",
    "joke": [
      "dois bebados escorados um no outro chega na portaria de uma casa noturna super badalada e pergunta pro porteiro:",
      "ei,voce poderia me dar uma informçao?(hic)",
      "fala logo!",
      "é que eu fiz uma aposta aqui com o meu amigo(hic)",
      "e queria que voce confirmasse pra ele.é ou não é verdade que a privada aqui é de ouro?",
      "e o porteiro grita lá pra dentro:",
      "zé,tá aqui o imbecil que cagou no seu trombone!"
    ]
  },
  {
    "title": "Fomiga",
    "category": "Anões",
    "joke": [
      "2 FORMIGAS ESTAVAM PASSIANDOUMA DISSE PRA OUTRA: COMO VOCÊ CHAMA?",
      "Fomiga e você?",
      "ota",
      "ota?",
      "é ota fumiga"
    ]
  },
  {
    "title": "ladrao no banheiro",
    "category": "Anões",
    "joke": [
      "Um anao entrou no banheiro encostou em em negrao",
      "(um guarda roupas)subiu num banquinho e dependurou",
      "no bitelo dele que estava mijando e disse, é um ass",
      "alto, passa o dinheiro ou eu pulo do banquinho."
    ]
  },
  {
    "title": "Elefante na piscina",
    "category": "Variadas",
    "joke": [
      "Como voce sabe q tem um elefante na piscina???",
      "`E so vc ver os 4 chinelinhos redondos na beira da piscina..."
    ]
  },
  {
    "title": "DITADOS MAIS QUE POPULARES",
    "category": "Variadas",
    "joke": [
      "Água mole em pedra dura, tanto bate até que molha",
      "Quem ri por ultimo é retardado",
      "Os últimos serão desclassificados",
      "Alegria de pobre é impossível",
      "Quando um não quer o outro vira de lado",
      "Antes tarde do que mais tarde",
      "Devagar nunca chega",
      "Boca fechada não fala",
      "Depois da tempestade, vem a gripe",
      "Quem espera, sempre cansa",
      "Quem da aos pobres ainda tem que pagar o motel",
      "Águas passadas, já passaram",
      "Em terra de cego, quem tem um olho é caolho",
      "Em casa de ferreiro, só tem ferro",
      "O pior cego, é aquele que anda sem bengala",
      "Quem com ferro fere, não sabe como dói"
    ]
  },
  {
    "title": "Ir para o céu",
    "category": "Bêbados",
    "joke": [
      "Igreja lotada, o padre interrompe o sermão e pergunta:",
      " Quem deseja ir para o céu levante a mão!",
      "Todo mundo levanta a mão, menos um sujeito sentado na primeira fila, caindo de bêbado.",
      " O senhor não quer ir para o céu qndo morrer?",
      "perguntalhe o padre.",
      "E o bêbado:",
      " Ah...Qndo morrer eu quero! Pensei que o senhor tava organizando a caravana para hoje!"
    ]
  },
  {
    "title": "O medico",
    "category": "Curtas",
    "joke": [
      "Um homem foi no hospital pegar seu exame por causa que ele não conseguia engravidar sua mulher.",
      "E ai medico o que tenho?",
      "Voce não tem porra nenhuma."
    ]
  }
]